[
    {
        "name": "A 100 FM 107.4",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.a100fm.gr",
        "info": "Aπό το Α έως το 100 υπάρχουν μόνο 7 γράμματα και φυσικά η λέξη \"επιτυχία\". Ο ραδιοφωνικός σταθμός A100 FM εκπέμπει στη συχνότητα των 107.4 των FM και παίζει δυνατά ξένες αγαπημένες επιτυχίες. Ένας σταθμός με ιστορία. Έχετε τη δυνατότητα να επικοινωνήσετε τηλεφωνικά με τους υπευθύνους του ραδιοφωνικού σταθμού A 100 FM για οποιοδήποτε θέμα. Ο ραδιοφωνικός σταθμός A100 FM έχει και διαδικτυακή παρουσία και ασφαλώς μας ταξιδεύει μουσικά μέσω του Live24.gr. Συντονιστείτε!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/6dc8c705-02da-425f-80b8-2b6bc85fa978.png",
        "streamUrl": "http://bestgreek.info:8104",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1700",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1700"
    },
    {
        "name": "Alpha 98.9",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.alpha989.com",
        "info": "Alpha 98.9! To σταθερό σας ραντεβού σε έναν κόσμο που αλλάζει. Το ραδιόφωνο του Alpha έχει έδρα την Παιανία. Πέρασε από αρκετά ονόματα μέχρι να φτάσει στο σημερινό του. Εξέπεμψε στα μέσα του 1989 ως Seven X 98.7 και είχε καθαρά ψυχαγωγικό χαρακτήρα. Το 1992 μετονομάστηκε σε Cool FM 98.7 με τον ίδιο χαρακτήρα. Στα τέλη του 1999 με την αλλαγή της ιδιοκτησίας μετονομάζεται σε Alpha News 98.7 και έχει έναν αμιγώς ενημερωτικό χαρακτήρα. Η κατανομή των συχνοτήτων το 2002, βάζει τον Alpha στους 98.9. Τη Δευτέρα 19 Οκτωβρίου 2009 μετονομάζεται σε Θέμα 98.9, διατηρώντας τον ενημερωτικό χαρακτήρα του. Τον Σεπτέμβριο του 2010, μετονομάζεται σε Ράδιο Εννέα 98.9. Την Τρίτη 29 Μαΐου 2012 παίρνει πίσω το παλιό του όνομα (Alpha Radio 98.9) και συνεχίζει έτσι μέχρι και σήμερα!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/f43460a1-df51-4f08-a632-69bf13186d40.gif",
        "streamUrl": "http://ample.radiojar.com/xcdg6yggzfeuv",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1331",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1331"
    },
    {
        "name": "Art FM 90.6",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.artfm906.gr/",
        "info": "Ο γνωστός σε όλους μας Ράδιο Άστυ 90,6 σε μία προσπάθεια ανανέωσης αλλάζει και γίνεται πλέον «Αρτ FM» με νέο βεβαίως λογότυπο και ανανεωμένο πρόγραμμα. Σε αντίθεση με τον \"τηλεοπτικό του αδελφό\" ΑΡΤ tv ο Αρτ FM βγάζει ελάχιστο πολιτικό πρόγραμμα, ενώ το προφίλ του είναι μουσικό και μάλιστα πλησιάζει περισσότερο έναν ποπ ραδιοσταθμό. Ακούστε το ανανεωμένο πρόγραμμα του Αρτ fm 90,6!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/db0877cd-8c08-46b4-9bda-8234f3e2481f.png",
        "streamUrl": "http://live.webhosting4u.gr:8023/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2228",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2228"
    },
    {
        "name": "Athens 106.5",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.1065radio.com",
        "info": "Τα δημοφιλέστερα λαϊκά τραγούδια του χτες και του σήμερα παίζουν δυνατά στους 106.5! Το απόλυτα λαϊκό πρόγραμμα της Αθήνας βρήκε τη δική του συχνότητα. 106.5 λοιπόν γιατί οι επιτυχίες παίζουν εδώ 24/7. Από 28/3/2018 ο FM Αθήνα 106.5 παίζει δυνατά και μέσα από το live24.gr.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/e017e072-d05a-4d4a-9249-a57900f6ddcc.jpg",
        "streamUrl": "http://46.227.57.27:9300",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3193",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3193"
    },
    {
        "name": "Athens DJ 95.2",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.athensdeejay.gr",
        "info": "Ο 95.2 Athens DeeJay είναι ένας νεανικός ραδιοφωνικός σταθμός που ιδρύθηκε το 2000! Κάθε πρωί 7-10 ξεκινάει δυναμικά με τον Μιχάλη Τσαουσόπουλο και το Breakfast στα FM! Ο Athens DeeJay είναι πολύ ψηλά στις προτιμήσεις μαθητών και φοιτητών και παίζει κυρίως ξένα mainstream! Ο 95.2 Athens DeeJay δίνει τη δυνατότητα στους ακροατές του να κερδίσουν μοναδικά δώρα όπως το ενοίκιο του μήνα , χρηματικά ποσά αλλά και προσκλήσεις για την έξοδο τους. Athens DeeJay παίζει μόνο Επιτυχίες και στο Live24.gr",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/753b8245-44d6-4bed-bd67-43d113c70845.png",
        "streamUrl": "http://netradio.live24.gr:80/athensdeejay",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1322",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1322"
    },
    {
        "name": "Athens Top FM -",
        "genre": "Ελληνική Mainstream",
        "location": "Αθήνα",
        "website": "http://www.athenstopfm.gr/",
        "info": "ATHENS TOP FM! Ένας ραδιοφωνικός σταθμός που παίζει μόνο ελληνικές επιτυχίες 24 ώρες το 24ωρο. Θα βρεις από τον Αντώνη Ρέμο, τη Δέσποινα Βανδή και την Πέγκυ Ζήνα μέχρι την Έλενα Παπαρίζου, τον Γιάννη Πλούταρχο και τον Νίκο Βέρτη. Ότι παίζει εδώ γίνεται TOP. Κι επειδή είμαστε κι εμείς TOP ακούστε τον και στο Live24.gr! Συντονιστείτε",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/76c1cb75-3ca2-477c-82d2-f2cf0ee91a68.jpg",
        "streamUrl": "http://148.251.148.59:9308/stream?type\u003dhttp\u0026nocache\u003d13",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2309",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2309"
    },
    {
        "name": "Athens Voice 102.5",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.athensvoice.gr/radio",
        "info": "H κορυφαία free press εφημερίδα της Αθήνας αποκτά τη δική της φωνή στα ερτζιανά. Ο λόγος για τον Athens Voice Radio που εκπέμπει ήδη από τους 102.5. Ο ιστορικός σταθμός Nitro Radio περνάει επίσημα πλέον στην ιστορία του ραδιοφώνου, μιας και στην συχνότητα 102.5 ακούμε ήδη το σήμα του ολοκαίνουργιου και πολλά υποσχόμενου Athens Voice Radio. Το νέο ραδιοφωνικό εγχείρημα θα παραμείνει βεβαίως πιστό στην έντυπη ATHENS VOICE η οποία καλύπτει με τον δικό της τρόπο οτιδήποτε νέο, πρωτοποριακό και σημαντικό συμβαίνει στην Αθήνα, στην Ελλάδα και στον υπόλοιπο κόσμο. Ακούστε την καλύτερη ξένη μουσική στον Athens Voice Radio 24 ώρες το 24ωρο αλλά και μέσα από το LIVE24.GR. Εν αναμονή για το επίσημο πρόγραμμα του σταθμού το οποίο θα είναι έτοιμο σύντομα...",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/611cb7f6-dd39-4e32-8204-0c6df17a6105.png",
        "streamUrl": "http://nitro.live24.gr:80/nitro4555",
        "live24Url": "http://live24.gr/radio/athensvoice.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2824"
    },
    {
        "name": "Atlantis FM 105.2",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.atlantisfm.gr/",
        "info": "New program, New music, New producers, New ideology…. New Atlantis 105,2!!! Ένα ραδιόφωνο με 27 χρόνια ιστορίας. Αγαπήθηκε πολύ… Το ακούσαμε όλοι στα εφηβικά μας -και όχι μόνο- χρόνια. Τώρα Επέστρεψε … ανανεωμένο, διαφορετικό , ολοκαίνουριο…. έτοιμο να σας κάνει να… κολλήσετε μαζί του. O 27χρονος Atlantis 105,2 … μεγάλωσε και έγινε σαν εσάς…ένα με εσάς. Τώρα …”rockαρουμε” αλλιώς. Με την μουσική της εποχής μας. Με την μουσική που δεν θα ακούσεις αλλού. Ακολουθήστε μας σε μία μουσική διαδρομή «ντυμένη» με rock στοιχεία σε soul και Jazz αποχρώσεις. Indie «outfit» με rock and roll λεπτομέρειες. Το soundtrack της καθημερινότητά σας άλλαξε.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/c8820d06-e7b9-43cd-aed8-2b612d0143c6.jpg",
        "streamUrl": "http://144.76.140.103:8308/;*.mp3",
        "live24Url": "http://live24.gr/radio/atlantisfm.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1367"
    },
    {
        "name": "Best Radio 92.6",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.best926.gr/",
        "info": "Τα καλύτερα έρχονται ή μάλλον είναι ήδη εδώ και στους 92.6. Ο Best Radio μπορεί να πέρασε από 40 κύματα όμως είναι εδώ και συνεχίζει δυνατά την πορεία του. Αποτελεί το τρίτο εν λειτουργία αυτοδιαχειριζόμενο ραδιόφωνο στα αθηναϊκά FM μαζί με τον «Flash 96» και τον μουσικό «Nitro102.5» να συμπληρώνουν. Επανήλθε στον αέρα το 2015 αφού ο πάλαι ποτέ ένδοξος μουσικός ραδιοσταθμός των πτωχευμένων εκδόσεων Λυμπέρη, παρέμεινε 2,5 χρόνια σε ραδιοφωνική σιωπή. Συντονιστείτε στον Best Radio και στο Live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/0274dc13-aa5d-46f6-85d4-a04ea7f75166.jpg",
        "streamUrl": "http://best.live24.gr:80/best1222",
        "live24Url": "http://live24.gr/radio/bestradio",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1306"
    },
    {
        "name": "Black Man 103.1",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.mariosblackman.gr",
        "info": "Κυρίες και κύριοι αυτός είναι ο BlackMan. Το παραδοσιακό - λαικό ραδιόφωνο της Αθήνας που εκπέμπει στους 103.1. Δημιουργός του ραδιοφώνου ο Μάριος BlackMan. Ο Blackman ήταν και παραμένει ο αγαπημένος των ταξιτζήδων,των Σωμάτων Ασφαλείας, των λαϊκών συνοικιών και της απανταχού επαρχίας, με κοινό όπως μας ενημερώνει το site του σταθμού από 7 μέχρι 107 ετών. Ακούστε BlackMan και μέσα από το LIVE24.GR!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/6998638f-3c87-47a9-80b8-daefa3c43d84.png",
        "streamUrl": "http://148.251.148.59:9599/;.mp3",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2567",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2567"
    },
    {
        "name": "Blue Space Athens 107.2",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://bluespacefm.com/",
        "info": "Ένα νέο ραδιόφωνο κάνει την εμφάνιση του στα ερτζιανά της Αθήνας αλλά και στο LIVE24.GR. O λόγος για τον ραδιοφωνικό σταθμό Blue space Athens. Ένα μουσικό ραδιόφωνο διεθνούς ρεπερτορίου που παίζει δυνατά τα καλύτερα από τα 80\u0027s \u0026 90\u0027s! To Team του blue space κάνει τις καλύτερες επιλογές για όλους εσάς που λατρεύετε τη δεκαετία του 80. Ο σταθμός διοργανώνει και υπέροχα party σε διάφορες disco !! Ακούστε και μέσα από το LIVE24.GR. BLUE SPACE 107.2 ATHENS. THE BEST RADIO STATION IN TOWN. BLUE SPACE 107.2 ATHENS. THE BEST RADIO STATION IN TOWN.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/19eda4a7-45da-4926-abdc-7dd6957f9613.jpg",
        "streamUrl": "http://stream1.468.gr:9998/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2542",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2542"
    },
    {
        "name": "Church of Greece 89.5",
        "genre": "Θρησκευτική",
        "location": "Αθήνα",
        "website": "http://www.ecclesia.gr",
        "info": "O Ραδιοφωνικος Σταθμός της Εκκλησίας της Ελλάδος ξεκίνησε τη λειτουργία του τα πρώτα μεταπολεμικά χρόνια. Ήδη από το Μάϊο του 1950 επί Αρχιεπισκοπείας Σπυρίδωνος Βλάχου, η Ιερά Σύνοδος ανέθεσε στην «Αποστολική Διακονία» την ίδρυση «ιδίου ραδιοφωνικού σταθμού». Τα σχέδια όμως εκείνα δεν ευωδόθηκαν, καθώς η Ραδιοφωνία στην Ελλάδα εξακολουθούσε να είναι αυστηρά κρατική. Στην Εκκλησία, μετά από σχετικές διαβουλεύσεις με την Πολιτεία, δόθηκε μόνο μία εβδομαδιαία ραδιοφωνική εκπομπή, κάθε Πέμπτη στις 6:30 μ.μ., στον «Ραδιοφωνικό Σταθμό των Ενόπλων Δυνάμεων». Σήμερα ο Ραδιοφωνικος Σταθμός της Εκκλησίας της Ελλάδος εκπέμπει στους 89,5 και φυσικά στο Live24.gr",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/963bef80-b381-4de6-9612-ea3a283c64e8.jpg",
        "streamUrl": "http://85.10.206.222:8002/;listen.pls",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1311",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1311"
    },
    {
        "name": "Church of Piraeus 91.2",
        "genre": "Θρησκευτική",
        "location": "Αθήνα",
        "website": "http://peradio.com",
        "info": "Η \"Πειραϊκή Εκκλησία 91,2 FM\" αποτελεί το ραδιόφωνο που μιλάει στην ψυχή του ακροατή. Η ιστορία του πρώτου ελληνικού εκκλησιαστικού ραδιοφωνικού σταθμού ξεκινάει στις 30 Οκτωβρίου του 1988. Η \"Πειραϊκή Εκκλησία 91,2 FM\" ξεκίνησε σαν τοπικός ραδιοφωνικός σταθμός της Ιεράς Μητροπόλεως Πειραιώς από τον τότε Μητροπολίτη Πειραιώς κ.κ. Καλλίνικο. Το πρόγραμμα της \"Πειραϊκής Εκκλησίας 91,2 FM\" μεταδίδεται στο μεγαλύτερο μέρος της Ελλάδας μέσω αναμεταδοτών, στην Ευρώπη και την Μέση Ανατολή μέσω δορυφόρων, αλλά και σε κάθε γωνιά της γης μέσω του Διαδικτύου. Ακούστε την \"Πειραϊκή Εκκλησία 91,2 FM\" στο Live24!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/5a6f217c-1ba7-4c76-ba33-b7a9bd710fd4.jpg",
        "streamUrl": "http://144.76.140.103:8310/;listen.pls",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1314",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1314"
    },
    {
        "name": "Dance Radio 96.1",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.danceradio.gr/",
        "info": "To μοναδικό και καλύτερο ραδιόφωνο για dance και house μουσικές. Οι καλύτεροι dj’s του κόσμου και της Ελλάδας παίζουν σετ ακυκλοφόρητα και μιξάρουν σε ρυθμούς dance και house. Είναι το ραδιόφωνο που παίζει ασταμάτητα όλα αυτά που ακούγονται μόνο στα club που παίζουν οι dj παραγωγοί του. Συντονιστείτε και ψάξτε το και στα FM. Από 1/2/2018 το ακούτε δυνατά μέσα από το live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/4357d130-c050-49d7-9ac2-33378530e59b.jpg",
        "streamUrl": "http://148.251.148.59:9302",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3100",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3100"
    },
    {
        "name": "Derti Radio -",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.derti.gr",
        "info": "Το λαϊκό ραδιόφωνο της πόλης συνεχίζει την ραδιοφωνική του πορεία διαδικτυακά μεταδίδοντας πάντα τα καλύτερα αυθεντικά λαϊκά τραγουδια όλων των εποχών. Derti wed radio Μόνο λαϊκά! Συντονιστείτε!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/02809118-0d82-4c6a-8af9-6f5779368bf0.png",
        "streamUrl": "http://derti.live24.gr:80/derty1000",
        "live24Url": "http://live24.gr/radio/derti.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1349"
    },
    {
        "name": "Dromos FM 89.8",
        "genre": "Διάφορα Ελληνικά",
        "location": "Αθήνα",
        "website": "http://www.dromosfm.gr/",
        "info": "\"Ή θα τον βρούμε το δρόμο ή θα τον φτιάξουμε\" κάπως έτσι σκέφτηκαν οι δημιουργοί του Dromos FM και έφτιαξαν το ραδιόφωνο που παίζει πάντα τα καλύτερα. Ο Dromos FM παίζει όλο το 24ωρο αγαπημένες ελληνικές επιτυχίες στους 89,8. Ακούστε τον στο Live24! O Dromos FM ανήκει στον όμιλο Βαρδινογιάννη. Ξεκίνησε να εκπέμπει από άλλη συχνότητα, και συγκεκριμένα το 1995 ως Ciao FM 104.2. Το 2004 πωλήθηκε στην Οικογένεια Βαρδινογιάννη και μετονομάστηκε σε Soho Radio 89.8, ενώ την περίοδο 2007-2008 πήρε το σημερινό του όνομα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/dromos.png",
        "streamUrl": "http://dromos898.live24.gr:80/dromos898",
        "live24Url": "http://live24.gr/radio/dromos.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1397"
    },
    {
        "name": "Easy 97.2",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://live24.gr",
        "info": "",
        "streamUrl": "http://easy972.live24.gr:80/easy972",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1327",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1327"
    },
    {
        "name": "En Lefko 87.7",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.enlefko.fm",
        "info": "Ο En Lefko 87.7 είναι ένας ραδιοφωνικός σταθμός με προσωπικότητα και eclectic ρεπερτόριο ξένης μουσικής που επεκτείνεται σε πολλά είδη, έχοντας ως βάση ένα μείγμα electronica, nu disco, nu funk και soul. Το κύριο σλόγκαν του, \"Discover Great Music”, επικεντρώνεται στην αποστολή του σταθμού να ανακαλύπτει και να προτείνει καλή μουσική στους πιστούς ακροατές του. Ένα ραδιόφωνο που αν ψάξεις όμοιο του στα FM δεν πρόκειται να βρεις. Το πιο \"ψαγμένο\" ραδιόφωνο της Αθήνας βρίσκεται στην κορυφή και όχι άδικα. Ο En Lefko 87.7 έχει τα υψηλότερα ποσοστά σε διάρκεια ακρόασης (119΄ημερησίως ανά ακροατή). Συντονιστείτε λοιπόν στον En Lefko 87.7 και να θυμάστε: Tο λεπτό του γούστο, ο εκλεπτυσμένος τρόπος που προσεγγίζει τις παγκόσμιες τάσεις και η ακόρεστη δίψα για νέα ακούσματα, θα σας κάνουν να πείτε πως είναι κάτι παραπάνω από ένα μουσικό ραδιόφωνο.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/e4abbfeb-d333-48ce-911e-753154aa7bd8.jpg",
        "streamUrl": "http://stream.radiojar.com:80/enlefko877",
        "live24Url": "http://live24.gr/radio/enlefko.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1308"
    },
    {
        "name": "Ertopen 106.7",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.ertopen.com",
        "info": "ΕΡΤ Open: O αυτοδιαχειριζόμενος ραδιοτηλεοπτικός φορέας, ο οποίος παρουσιαζόταν ως η συνέχεια της EΡΤ έχει το δικό του ραδιόφωνο και μάλιστα στους 106,7. Χαρακτηριστικό είναι πως με την επαναλειτουργία της ΕΡΤ η ΕΡΤ Open δεν σταμάτησε την λειτουργία της και συνεχίζει μέχρι και σήμερα να μας παρασύρει σε όμορφα μουσικά ταξίδια. Πιστή σε σημαντικά γεγονότα από όλο το φάσμα της ιστορίας, της μουσικής, της πολιτικής η ΕΡΤ OPEN συνεχίζει να είναι μια δυνατή φωνή μέσα στην κοινωνία. Ακούστε την και στο Live24.gr",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/bdabf03f-7991-4bb0-9072-bc60a902c108.png",
        "streamUrl": "http://netradio.live24.gr:80/erasport",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2269",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2269"
    },
    {
        "name": "Free FM/WEB Radio",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://afradio.gr/",
        "info": "Όλα τα μεγάλα Hits των 80s και των 90s παίζουν δυνατά στην Αθήνα και στον Free FM/WEB Radio Μεγάλη ποικιλία τραγουδιών 80\u0027s, DANCE επιτυχίες από την DISCO και ITALO-DISCO μουσική της εποχής εκείνης, παίζουν στην πιο ελεύθερη συχνότητα της Αθήνας. Από 10/11/2017 ακούμε Free FM/WEB Radio και μέσα από το live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/0597554c-1ec9-4a3f-b472-8fc26700f798.png",
        "streamUrl": "http://213.239.206.179:8090/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3007",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3007"
    },
    {
        "name": "Galaxy 92",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.galaxy92.gr",
        "info": "Με έδρα την Ηλιούπολη ο Galaxy 92 μπήκε στα σπίτια και τις καρδιές των Αθηναίων και όλου του κόσμου βεβαίως μέσα από το Live24. Εξέπεμψε τον Νοέμβριο του 1989 και από τότε παίζει μοναδικές μουσικές απολαύσεις. Ανοίξτε το ραδιόφωνό σας στους 92ΜΗΖ και συντονιστείτε σε ένα άκρως γοητευτικό συνδυασμό μελωδίας και ρυθμού. Το κοινό συντονίζεται μαζί του και τον απολαμβάνει κάθε στιγμή!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/4bbf78ce-fb06-46d4-9c18-f63df098f7af.bmp",
        "streamUrl": "http://galaxy.live24.gr:80/galaxy9292",
        "live24Url": "http://live24.gr/radio/galaxy.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1315"
    },
    {
        "name": "Hit 88.9",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.hit889.gr",
        "info": "Ο Hit 88.9 είναι ο πιο «feelgood» ραδιοφωνικός σταθμός της πόλης γεμάτος θετική ενέργεια! Αποτελεί το ιδανικό soundtrack, με άποψη και στυλ, παίζοντας «Όλα τα Hit». Ξεκίνησε να εκπέμπει το 2014 στα 88.9 FM στην Αθήνα! Παίζει κυρίως ξένη mainstream μουσική και έχει ιδιαίτερη απήχηση στα νεανικά κοινά.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/6b663430-c361-43aa-a7fa-0bfb862512d4.jpg",
        "streamUrl": "http://stream.radiojar.com:80/hit889",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1360",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1360"
    },
    {
        "name": "Hot FM -",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.hotfm.gr",
        "info": "Ο πιο καυτός σταθμός είναι εδώ. O HOT FM 104.6 παίζει ξένη μουσική pop, dance, rnb, hip-hop! Ο HOT FM είναι ένα αμιγώς μουσικό ραδιόφωνο που πλέον εκπέμπει μόνο online μέσα από το live24.gr. Εκπέμπει από την Αθήνα και παίζει νέες και παλαιότερες επιτυχίες. Συντονιστείτε στον HOT FM και μην ξεχνάτε πως ακούγοντας τον, είναι εύκολο να πάρει κανείς φωτιά αλλά εξαιρετικά δύσκολο να σβήσει. ο HOT τα σπάει κάθε ώρα με ό,τι πιο hot στη μουσική σήμερα, με ξένη μουσική pop, dance, rnb, hip -hop! Aυτός είναι ο πιο hot σταθμός στην πόλη, το νέο μουσικό ραδιόφωνο της Αθήνας!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/efb80f12-1f46-491d-90f3-b8f1bcdaaed4.jpg",
        "streamUrl": "http://hotfm.live24.gr:80/hotfm",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1466",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1466"
    },
    {
        "name": "Join Radio",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://joinradio.gr/",
        "info": "Joinradio γιατί χωρίς μουσική δεν γίνεται. Ένας σταθμός μουσικό δώρο για τους ακροατές. Ένα δώρο ζωντανό, ελεύθερο, ανοιχτόμυαλο, απρόβλεπτο. Σε αυτό το ραδιόφωνο πρωταγωνιστούν δύο πράγματα η ψυχή και ο χαρακτήρας. Είναι ωραίο να ξέρεις πως υπάρχει ένα ραδιόφωνο που είναι δίπλα σου στα όμορφα και στα δύσκολα. Ένα ραδιόφωνο από αυτά που αγαπάς. Που ακολουθείς και σ` ακολουθεί παντού όλες τις ώρες. Συντονιστείτε... O σταθμός λέει: Κάναμε όλοι Join με σκοπό να φτιάξουμε ένα μουσικό ραδιόφωνο όπως το ονειρευόμαστε: ζωντανό, ελεύθερο, ανοιχτόμυαλο, απρόβλεπτο. Ένα ραδιόφωνο με ψυχή και χαρακτήρα. Που ζει μαζί σου. Στα όμορφα και στα δύσκολα. Ένα ραδιόφωνο από αυτά που αγαπάς. Που ακολουθείς και σ` ακολουθεί παντού όλες τις ώρες. Γιατί χωρίς μουσική δεν γίνεται.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/62558dc0-c5aa-4908-8741-fc84cfba03b7.png",
        "streamUrl": "http://stream.radiojar.com:80/2uh8e4akb",
        "live24Url": "http://live24.gr/radio/joinradio.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2023"
    },
    {
        "name": "Kiss FM 92.9",
        "genre": "Cosmote",
        "location": "Αθήνα",
        "website": "http://www.kissfm.gr",
        "info": "Τι άλλο μπορεί να σημαίνει η λέξη Kiss; Mα φυσικά η Καλύτερη Μουσική του Σήμερα και τ\u0027 Αγαπημένα του Χθες. \u0027 Ένας σταθμός που όραμα του έχει τη Mουσική ψυχαγωγία των ακροατών και την παροχή πληροφοριών και ενημέρωσης όχι μόνο για μουσικά θέματα αλλά και για τα δρώμενα της πόλης με στόχο το πρόγραμμα να διαθέτει την ποιοτικότερη δυνατή απήχηση στο μεγαλύτερο μέρος του πληθυσμού της Αττικής. Ο σταθμός εξέπεμψε για πρώτη φορά τέλη του 1988 από μια παρέα \"ατίθασων\" νέων που για χρόνια εξέπεμπε \"πειρατικά\" από τα ερτζιανά, με το όνο Nobel FM! Επισκεφθείτε τώρα το νέο ανανεωμένο site του Kiss Fm 92,9 www.kiss.gr",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/c45488b1-0a37-40c9-95fd-abb5dd025a61.png",
        "streamUrl": "http://kissfm.live24.gr:80/kissfmathens",
        "live24Url": "http://live24.gr/radio/kissfm.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1300"
    },
    {
        "name": "Liquid FM",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://liquidfm.gr/",
        "info": "Σε αυτό το web radio γιορτάζει η ηλεκτρονική μουσική! Ο LiquidFM ξεκίνησε να εκπέμπει στους 103.4 στα FM το 1997, με μεγάλη επιτυχία, προβάλλοντας πάντα τα καλύτερα από την ηλεκτρονική μουσική σκηνή. Το 2002, και λόγω της ανάκλησης των αδειών από το κράτος, αναγκάστηκε να κλείσει, ενώ ένα χρόνο αργότερα επανήλθε, αυτή τη φορά στο internet, με τρεις ραδιοφωνικούς σταθμούς, έναν με ελληνική, έναν με ροκ και έναν με ηλεκτρονική μουσική, που είχε και τη μεγαλύτερη ανταπόκριση από τους ακροατές. Το 2006 επανήλθε στα FM, στους 98.0, μετά από συνεργασία με την ιδιοκτησία του FREE FM. Η ομάδα του LiquidFM δουλεύει συνεχώς για να παρέχει στους ακροατές του άριστη ποιότητα ήχου, με άρτια τεχνολογικά μέσα που χρησιμοποιούνται από τους μεγαλύτερους σταθμούς του κόσμου.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/b052905f-015a-455e-b8e0-5b2558cddf64.jpg",
        "streamUrl": "http://ice.streamcloud.mediacdn.com:80/freeradio-1000",
        "live24Url": "http://live24.gr/radio/freefm.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1347"
    },
    {
        "name": "Love Radio 97.5",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.loveradio.gr",
        "info": "Ένας έρωτας σταθμός ή ένας σταθμός που υμνεί τον έρωτα; Όπως και να το πεις ο LOVE RADIO στους 97,5 είναι o πιο ερωτικός σταθμός της χώρας μας. Εξέπεμψε στις 2 Ιουλίου 1996 στην συχνότητα των 99.0 FM από τον Ανδρέα Γ. Κουρή, και με την ανακατανομή των συχνοτήτων το 2001-2002, μετακόμισε στους 97.5. Με απόλυτη πίστη από την πρώτη μέρα στο project των ερωτικών τραγουδιών, ο Love Radio πρωτοπόρησε, αναμειγνύοντας ελληνικά τραγούδια με ξένα, κάτι που τον έκανε ιδιαίτερα δημοφιλή στο ραδιοφωνικό κοινό. TΗΛ: 210-3489090 FAX: 210-3489019 ΔΙΕΥΘΥΝΣΗ: ΔΗΜΗΤΡΟΣ 31, ΤΑΥΡΟΣ ΔΙΕΥΘ. ΠΡΟΓΡΑΜΜΑΤΟΣ: ΤΑΣΟΣ ΤΡΥΦΩΝΟΣ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/loveradio_1.png",
        "streamUrl": "https://secure1.live24.gr/loveradio-1000",
        "live24Url": "http://live24.gr/radio/loveradio",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1328"
    },
    {
        "name": "MAD Radio 106.2",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://mad.tv/mad-radio-106-2/",
        "info": "Πόσο όμορφο να έχεις όλες τις μεγάλες ξένες επιτυχίες σε ένα σταθμό! Το ραδιόφωνο του MAD εξέπεμψε στις 6 Ιουνίου 1996 στους 106.2 MHz εξέπεμψε το καλοκαίρι τoυ 2006 με τον Ανδρέα Μ. Κουρή στο τιμόνι. Γνωστοί παραγωγοί πέρασαν από τον MAD radio και σήμερα διαπρέπουν σε άλλες συχνότητες. Το MAD radio διανύει φέτος την 11η χρονιά του και συνεχίζει με το ίδιο πάθος την πορεία του. Ήταν ο (πρώην Έκσταση 106.2, Νότος FM 106.1, Diva FM 106.1)! Ο σταθμός ανήκει ιδιοκτησιακά στη MAD TV Ανώνυμη Εταιρεία η οποία ιδρύθηκε στις 9 Ιανουαρίου 1995 και στη Solar Ραδιοτηλεοπτικές και Ψυχαγωγικές Υπηρεσίες Ανώνυμη Εταιρεία. Μέτοχός τους είναι η PandaLaw Management Limited (100%) στην οποία συμμετέχουν η MAD Television Licensing Limited (90%) και η Μαρία Κοντομηνά (10%). Tο ΜΑD radio δεν θα μπορούσε να απουσιάζει από την οικογένεια του Live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/85be2a5c-a969-4afd-8e5e-e9d431004bed.png",
        "streamUrl": "http://mediaserver.mad.tv:80/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1353",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1353"
    },
    {
        "name": "Music 89.2",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://music892.gr/",
        "info": "Music 89,2 Όλα τα καινούργια παίζουν ΕΔΩ! Ο Music παίζει τις τελευταίες international επιτυχίες! O απόλυτα μουσικός σταθμός της Αθήνας βρίσκεται στους 89.2 FM. Προτείνει νέες μουσικές στον χώρο της dance - rnb - hip hop - rhytmic pop - club - EDM - Πως φτάσαμε όμως στον Music; Ο σταθμός αρχικά εξέπεμψε από άλλη συχνότητα, το 1994 ως Ηρόδοτος FM 107.4 με ενημερωτικό χαρακτήρα. Στα τέλη του 1999, η αλλαγή στην ιδιοκτησία του δίνει το όνομα Alpha Sports 107.4 με αθλητικό βεβαίως χαρακτήρα. Με την κατανομή των συχνοτήτων στις 13 Μαρτίου 2002, ο σταθμός μεταφέρεται στους 89.2 MHz και πάλι όμως ως Alpha Sports 89.2. Την άνοιξη του 2003 μετονομάζεται προσωρινά σε Metropolis 89.2 και το καλοκαίρι του ίδιου έτους σε Champions 89.2. Η Πρωτοχρονιά του 2005 τον βρίσκει ως Sportime 89.2. Την 1η Φεβρουαρίου του 2010 αλλάζει ριζικά και γίνεται καθαρά μουσικός. Τον Ιούνιο του ίδιου έτους, παίρνει το τρέχον του όνομα (Music) και συνεχίζει μέχρι σήμερα με κορυφαίες εκπομπές ενώ η απήχηση του είναι τεράστια. Music 89,2 λοιπόν και στο LIVE24.GR! Συντονιστείτε... ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/4cee6802-9200-4670-ae3d-acbdcc443e86.jpg",
        "streamUrl": "http://ample-02.radiojar.com:80/k0hua7u1yk5tv?",
        "live24Url": "http://live24.gr/radio/music.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1414"
    },
    {
        "name": "News 24/7 88.6",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.news247.gr/radiofono247/",
        "info": "Ένα νέο ραδιόφωνο απέκτησε η οικογένεια της 24ΜEDIA καθώς στον όμιλο περιήλθε η συχνότητα 88,6 FM. O 88,6 παίζει ελληνικές και ξένες επιτυχίες για την ώρα. Στο Νews 24/7 ακούμε δελτία ειδήσεων διάρκειας 5 λεπτών ανά μία ώρα. Το πρώτο δελτίο εκφώνησε η Βέτα Μεγάλου. Στην εκφώνηση τους είναι επίσης: Δήμητρα Κουνέλη, Κατερίνα Κουτσελάκη, Μαρία Σαουλίδου, Ηλιάνα Σκιαδά. Υπεύθυνος ειδήσεων είναι ο Βαγγέλης Δεληπέτρος. Το Νews 24/7 μπαίνει δυνατά στην μάχη των FM με ένα πρόγραμμα που θα δώσει έμφαση στον πολιτισμό, την πολιτική την κοινωνία και τη διεθνή ειδησεογραφία. Μείνετε συντονισμένοι! Νews 24/7. Ραδιόφωνο ξανά στους 88,6 FM ΕΝΘΕΤΑ 07:25 \u0026 11:55 Χρίστος Βασιλόπουλος - Η ΜΗΧΑΝΗ ΤΟΥ ΧΡΟΝΟΥ 07:59 Βαλεντίνα Παπαδημητράκη / Μαρία Παπαλέξη - ΠΟΡΤΟΚΑΛΙ ΑΕΡΟΣΤΑΤΟ 09:58 \u0026 21:58 Παύλος Μεθενίτης - ΤΟ ΣΚΟΥΦΑΚΙ 06:10, 10:58, 14:58 \u0026 19:58 ΑΘΗΝΑ - ΑΘΗΝΟΡΑΜΑ ΔΕΛΤΙΑ ΕΙΔΗΣΕΩΝ Στο ακέραιο κάθε ώρας από τις 06:00 έως τις 00:00",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/e88fa414-c5ee-4f8b-8dde-adb99337076e.jpg",
        "streamUrl": "http://netradio.live24.gr:80/886athens",
        "live24Url": "http://live24.gr/radio/247radio.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2460"
    },
    {
        "name": "Nostos 100.6",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.nostosradio.gr",
        "info": "Tι θα μπορούσε να σημαίνει nostos; Ας δώσουμε μερικές απαντήσεις. Αυτό που συμβαίνει όταν η ψυχή της παρέας είναι η rock μουσική. Αυτό που συμβαίνει όταν βλέπεις τελικά ότι σου αρέσει και η pop rock η rock n\u0027 roll. Τι γίνεται όμως όταν ανακαλύψεις και την indie, και τη reggae. Αυτό σημαίνει nostos! Ένα ραδιόφωνο που καταφέρνει να συνδυάζει με απόλυτη αρμονία τα δεκάδες διαφορετικά είδη. Ξεχωριστή συντροφιά στον \u0027\u0027αέρα\u0027\u0027 του Nostos αποτελούν τα επιλεγμένα oldies που δίνουν τη δική τους νότα σ\u0027 ένα πρόγραμμα που σκοπό έχει να φέρει κοντά αγαπημένους καλλιτέχνες και ήχους του παρελθόντος με τη καλύτερη σύγχρονη μουσική! NOSTOS λοιπόν και στην οικογένεια του Live 24.gr γιατί όπου κι αν είσαι,αυτό που μετράει είναι η καλή παρέα! ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/43d052f9-62c3-4f26-8d41-ba96a60566bb.png",
        "streamUrl": "http://144.76.92.208:7878",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2425",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2425"
    },
    {
        "name": "Party FM 104",
        "genre": "Διάφορα Ελληνικά",
        "location": "Αθήνα",
        "website": "http://www.partyfm104.gr",
        "info": "Αγαπημένες Ελληνικές mainstream επιτυχίες σε ένα μοναδικό playlist, “παίζουν” στο πιο μεγάλο Party που στήθηκε στα FM! Εξέπεμψε τον Μάιο του 2016 . Το ραδιόφωνο αποκτά «όνομα» και εκπέμπει μόνο για… πάρτη σου! Έλα στο καθημερινό μας πάρτυ, στον PARTY FM 104! Από τον Νοέμβριο 2017, νέο πρόγραμμα και νέες εκπομπές από αγαπημένα πρόσωπα, τόσο από το χώρο του ραδιοφώνου, όσο και της show biz! PARTY FM 104 … Αυτό είναι ραδιόφωνο!!!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/5fe9c5d4-e937-4423-95d5-ffa7af87e905.jpg",
        "streamUrl": "http://178.21.169.118:8006/stream?1490997458517",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2462",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2462"
    },
    {
        "name": "Pepper 96.6",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.pepper966.gr/",
        "info": "PEPPER 96.6: Ο ραδιοφωνικός σταθμός που καταφέρνει να αναδείξει τόσο τους καλλιτέχνες όσο και τους δημιουργούς στην παγκόσμια σκηνή. Αφουγκράζεται τον παλμό της πόλης, κυκλοφορεί στους δρόμους της και συνθέτει το σημερινό soundtrack της Αθήνας. Ένα μουσικό ταξίδι στις σπουδαιότερες στιγμές της μουσικής δημιουργίας τα τελευταία 60 χρόνια, με μοναδικό κριτήριο την ποιότητα, που είτε την ανακαλύπτει κανείς στη world και τη jazz, είτε στη rock, τη soul, το funk, τη reggae ή το swing. Τραγούδια και καλλιτέχνες που άφησαν εποχή μαζί με αυτούς που την εκφράζουν σήμερα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/9b334642-c87c-494d-b22b-3968223f7ca7.jpg",
        "streamUrl": "http://pepper966.live24.gr:80/pepperorigin",
        "live24Url": "http://live24.gr/radio/pepper.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1365"
    },
    {
        "name": "Piqeras DeeJay 105.6",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://piqerasdj.com/",
        "info": "Aκούστε τον Piqeras deejay 105.6 μόνο στο Live24. 24 ώρες οι καλύτερες ξένες μουσικές επιλογές παίζουν εδώ. Deejay ιδιαίτερος και εκπληκτικά ανεβαστικός. Εμείς μία συμβουλή έχουμε για εσένα αν είχες μία άσχημη μέρα ή η τελευταία περίοδος, με όσα συμβαίνουν, σε έχει ρίξει στα \"τάρταρα\"; Άκου αυτό το σταθμό και θα αλλάξουν όλα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/c27337c8-aa23-42a9-9956-907e2322c049.png",
        "streamUrl": "http://rosetta.shoutca.st:8270/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1596",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1596"
    },
    {
        "name": "Radio Gold @net",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.radiogold.gr",
        "info": "Ότι λάμπει δεν είναι χρυσός κι ότι βλέπεις μπορεί να είναι αλλιώς. Κι όμως στην περίπτωση του Gold radio αυτό δεν ισχύει γιατί το πιο χρυσό ραδιόφωνο της Αθήνας, όποιο κλασικό rock κομμάτι και να συμπεριλάβει στο πρόγραμμα του γίνεται επιτυχία. To Radio Gold δεν είναι μοναδικό για τον ήχο του και μόνο, αλλά και για την εμφάνιση του. Σε έναν όροφο 450 τ.μ. όλα από την καταπληκτική του classic rock είσοδο μέχρι τις απίστευτες συλλογές φωτογραφικών (και όχι μόνο) μηχανών, όλα είναι σχεδιασμένα από τον Μαστ, επειδή το alter ego του είναι εικαστικό! Το μόνο classic rock ραδιόφωνο της χώρας, στη διαδικτυακή του έκδοση, με non-stop hits 70s, 80s, power ballads. Για ηλικίες 5-95 ετών, χωρίς μπλα-μπλα και άλλες διακοπές. Radio Gold λοιπόν και άφησε το χρυσό να μπει στη ζωή σου. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/80f185d1-d7a3-4637-8bb6-a22406431719.bmp",
        "streamUrl": "http://radiogold.live24.gr:80/radiogold",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1344",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1344"
    },
    {
        "name": "Radio Hot Lips Athens",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://radiohotlips.gr/",
        "info": "Το Radio Hot Lips υπήρξε ένα από τα πιο ιστορικά και πρωτοποριακά ραδιόφωνα της εποχής του (δεκαετίες 80 \u0026 90) με έδρα τα Δυτικά Προάστια. Εκεί όπου το συναίσθημα, η διάθεση και το μεράκι περίσσευαν και οι εκπομπές ήταν απολύτως αυθεντικές… Σήμερα επιστρέφει μέσω του διαδικτύου (αργότερα και μέσω ραδιοφώνου;) και πάλι στις καρδιές μας με τα πιο όμορφα ακούσματα, τα ίδια που είχαν συντροφεύσει και τότε τα καλύτερα μας (τα μαθητικά) χρόνια..Γιατί εδώ κάθε στιγμή είναι νοσταλγική, είναι Μοναδική! Radio Hot Lips For Ever!! Συντονιστείτε!!!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/2bc87b4e-7678-4d9e-adc2-668675d717dd.jpg",
        "streamUrl": "http://netradio.live24.gr:80/radiohotlips",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2943",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2943"
    },
    {
        "name": "Real FM 97.8",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.realfm.gr/",
        "info": "Ο Real Fm 97.8 βρίσκεται από το 2007 στις πρώτες θέσεις των προτιμήσεων των ακροατών της Αθήνας και όλης της Ελλάδας. Πίσω από το μικρόφωνο βρίσκονται γνωστοί δημοσιογράφοι όπως ο Νίκος Χατζηνικολάου και άλλοι. Στο Real Fm εκπέμπουν και οι αγαπημένες εκπομπές της Ελληνοφρένειας αλλά και η εκπομπή του Γιώργου Γεωργίου. Real Fm 97.8 Το αληθινό ραδιόφωνο πάντα με τη σφραγίδα του Νίκου Χατζηνικολάου. Ακούστε τους όπως δεν τους έχετε ξαναδεί Μουσική και επικαιρότητα στην ίδια τη συχνότητα!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/realfm.jpg",
        "streamUrl": "http://realfm.live24.gr:80/realfm",
        "live24Url": "http://live24.gr/radio/realfm.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1348"
    },
    {
        "name": "Red FM 96.3",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.redfm.gr",
        "info": "Ο Red 96.3 είναι σταθερά πρώτος εδώ και μία δεκαετία στις προτιμήσεις του ραδιοφωνικού κοινού της Αθήνας που αγαπά τη ροκ μουσική. Κινείται μουσικά ανάμεσα σε classic, alternative και pop-rock ακούσματα, διατηρώντας τις live εκπομπές, τα πρόσωπα αλλά και τα μουσικά αφιερώματα που τον καθιέρωσαν. Κάθε μέρα, από το πρωί στον Red FM έχεις τις καλύτερες Ροκ μουσικές επιλογές με χιούμορ και καλή παρέα. Στον Red FM θα βρεις ένα πλούσιο γεμάτο πρόγραμμα. Οι παραγωγοί που σε περιμένουν: Τάκης Γιαννούτσος - Θοδωρής Βαμβακάρης, Λευτέρης Κεφαλάς, Πέτρος Κουμπλής, Γιάννης Γιακουμάκης, Χρήστος Παπαδάς, Γιώργος Αποστόλου. O RED δεν μένει έξω από τις εξελίξεις για αυτό το λόγο έχει δελτία ειδήσεων κάθε μια ώρα. Συντονιστείτε τώρα!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/aabd785b-13e0-4254-8156-5bf8edc9e8c0.png",
        "streamUrl": "http://stream.radiojar.com:80/redfm963",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1324",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1324"
    },
    {
        "name": "Rock FM 96.9",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://www.rockfm.gr",
        "info": "O 96.9 ROCK FM είναι από τους πιο ιστορικούς σταθμούς της Αθήνας μιας και εκπέμπει από το 1989! Στον Rock FM ακούτε τα αγαπημένα σας ροκ και όχι μόνο κομμάτια από όλες τις εποχές. Από την αρχή συνεχίζει σταθερά με το ίδιο όνομα, γεγονός που τον καθιστά έναν από τους πιο ιστορικούς σταθμούς της πόλης. Το όνομα του σταθμού καθορίζει και τη μουσική του ταυτότητα, χωρίς όμως αυτό να δημιουργεί αυστηρά όρια, φιλοξενώντας όλα τα μουσικά χρώματα αυτής αλλά και κάθε εποχής.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/fee95347-f0eb-4299-9edd-9d9b42ee23f6.png",
        "streamUrl": "hls://rockfmlive.mdc.akamaized.net/strmRCFm/userRCFm/playlist.m3u8",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1326",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1326"
    },
    {
        "name": "Rythmos στούς 94.9 94.9",
        "genre": "Ελληνική Mainstream",
        "location": "Αθήνα",
        "website": "http://live24.gr",
        "info": "",
        "streamUrl": "http://rythmos.live24.gr:80/rythmos",
        "live24Url": "http://live24.gr/radio/rythmos.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1321"
    },
    {
        "name": "Sevdas FM -",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.sevdas.gr/",
        "info": "Το Παλιό Λαϊκό Ραδιόφωνο είναι εδώ. Ο σταθμός που παίζει όλα τα παλιά λαϊκά που αγαπήθηκαν και έμειναν για να μας θυμίζουν τις παλιές καλές μουσικές μέρες. Από 12/3/2018 ακούμε δυνατά Sevdas και μέσα από το live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/26d29c72-ea16-4ab3-b891-4e7d4fb8b4a6.jpg",
        "streamUrl": "http://148.251.148.59:8500/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3158",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3158"
    },
    {
        "name": "Sfera 102.2",
        "genre": "Ελληνική Mainstream",
        "location": "Αθήνα",
        "website": "http://www.sfera.gr",
        "info": "Πάμε όλοι Sfera στους 102,2. Εξέπεμψε το 1996 και από τότε έχει γίνει κομμάτι της καθημερινότητας χιλιάδων ακροατών καθημερινά. Ο Sfera τολμά και εντάσσει στο μουσικό του πρόγραμμα, καλλιτέχνες και τραγούδια που αμέσως γίνονται επιτυχίες! Τέλος να σας πούμε πως κάθε χρόνο ο Sfera 102,2 διοργανώνει με τεράστια επιτυχία events και συναυλίες!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/ca927ccc-0f87-4266-9626-9e2a73e4e489.png",
        "streamUrl": "http://sfera.live24.gr:80/sfera4132",
        "live24Url": "http://live24.gr/radio/sfera.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1301"
    },
    {
        "name": "Smooth 99.8",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://998radio.gr/",
        "info": "Νέα συνήθεια, νέα αγάπη στη συχνότητα 99.8! O Smooth 99.8 μπαίνει δυναμικά στη ζωή των ακροατών της Αθήνας και υπόσχεται να χαρίσει ανεπανάληπτες μουσικές στιγμές. Το πρόγραμμα του σταθμού έχει ήδη διαμορφωθεί στο μεγαλύτερο μέρος του. Δείτε αναλυτικά: ΔΕΥΤΕΡΑ-ΠΑΡΑΣΚΕΥΗ 07.00 - 10.00 Δημήτρης Μηλιόγλου 10.00 - 13.00 Χριστίνα Γιαννοπούλου 13.00 - 16.00 Κατερίνα Ψιμοπούλου 16.00 - 18.00 Μαρία Ντασιώτη 18.00 - 20.00 Άγγελος Τριάντης 20.00 - 22.00 Μελίσσα Κωτσάκη Από 7/9/2018 ακούστε Smooth 99.8 και μέσα από το live24.gr! ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/8e0c37c7-23b7-4b9c-9b11-f09205c9ba5c.png",
        "streamUrl": "http://iphone.live24.gr:80/radio998",
        "live24Url": "http://live24.gr/radio/radio998.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2915"
    },
    {
        "name": "Sport 24 Radio 103.3",
        "genre": "Αθλητικά",
        "location": "Αθήνα",
        "website": "http://sport24radio.gr",
        "info": "Ένα ραδιόφωνο που αποτελεί επέκταση του μεγαλύτερου αθλητικού brand της Ελλάδας, του SPORT 24. Ο SPORT 24 Radio 103,3 βγάζει 24ωρο πρόγραμμα, αναμεταδόσεις από όλα τα γήπεδα και ρόστερ για πρωταθλητισμό. Ψυχή της προσπάθειας είναι ο Παντελής Διαμαντόπουλος, στέλεχος του SPORT 24. Γενικός Διευθυντής είναι ο Βασίλης Παπαχριστοδούλου, ιδρυτής του Contra.gr, στέλεχος με φρέσκια αντίληψη και φιλοσοφία για τον αθλητισμό.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/5c21a47b-7c55-479b-be4c-bb77810fdb5d.jpg",
        "streamUrl": "http://sport24radio.live24.gr:80/sport24radio",
        "live24Url": "http://live24.gr/radio/sport24radio.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2192"
    },
    {
        "name": "Sport FM 94.6",
        "genre": "Αθλητικά",
        "location": "Αθήνα",
        "website": "http://www.sport-fm.gr",
        "info": "O απόλυτος αθλητικός ραδιοφωνικός σταθμός του ομίλου ΣΚΑΙ, βρίσκεται στο κτήριο των εγκαταστάσεων του ΣΚΑΪ, στο Νέο Φάληρο. Εξέπεμψε στις 25 Νοεμβρίου 1994 ως Athens FM και το Καλοκαίρι του 1996 μετονομάστηκε σε ΣΠΟΡ FM. Το πρόγραμμα του σταθμού ακολουθούσε τον προσανατολισμό του τηλεοπτικού καναλιού και ήταν αθλητικό. Την 1 Ιουνίου του 2008 μετονομάζεται σε NovaΣΠΟΡ FM 94.6 διατηρώντας τον αθλητικό του χαρακτήρα. Λόγω της οικονομικής κρίσης της ιδιοκτήτριας εταιρείας του σταθμού, της NOVA, ο σταθμός πωλείται στον Γιάννη Αλαφούζο και στον ΣΚΑΪ την 21 Ιανουαρίου 2014, μετονομάζοντας τον σταθμό σε ΣΠΟΡ FM 94.6. Sport FM Frequencies in Greece: Athens 94.6 Volos 89.5 Herakleio Crete 87.6 Kos 101.3 Patmos 102.1 Patra 96.3 Rethymno 94.6 Rodos 102.4 \u0026 102.7 Syros 95.8 Xania 90.7 Xios 107.1",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/c33acb78-4404-44ca-83e5-f9830d3c7099.png",
        "streamUrl": "http://sportfm.live24.gr:80/sportfm7712",
        "live24Url": "http://live24.gr/radio/sportfm.jsp?ref\u003dlive24",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1305"
    },
    {
        "name": "Star Athens 107.8",
        "genre": "Διάφορα Ελληνικά",
        "location": "Αθήνα",
        "website": "http://www.starathens.blogspot.gr",
        "info": "Αυτός είναι ο μοναδικός λαϊκό-ποπ-έντεχνος μουσικός σταθμός της Αθήνας ο οποίος βρίσκεται στην συχνότητα 107.8. Ο Star Athens αναμεταδίδει κάθε Κυριακή λειτουργίες από τον ιερό προσκυνηματικό ναό των ΑΓΙΩΝ ΙΣΙΔΩΡΩΝ ο οποίος βρίσκεται στον λόφο του Λυκαβηττού. Εδώ θα ακούσεις πολλά αστέρια από διαφορετικά είδη μουσικής. Συντονίσου τώρα και μέσα από το LIVE24.GR.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/1fe0d057-fc3f-4e91-a3d8-8f8ddb65d0c6.png",
        "streamUrl": "http://cast.streams.ovh:9108/live",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2543",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2543"
    },
    {
        "name": "Styl FM 104.9",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.stylfm.gr/",
        "info": "Αυτός είναι ένας ακόμη λαϊκός σταθμός της Αθήνας. Με Styl και γνήσια λαϊκή ταυτότητα ο Styl FM εκπέμπει στους 104.9. Με τραγούδια που αγγίζουν την καρδιά και τις πονεμένες ψυχές ο Styl FM έχει καταφέρει να ξεχωρίσει. Ταυτόχρονα αποτελεί το πιο πρόσφατο μέλος από την Αθήνα στην οικογένεια του Live24.gr! Aκούστε τον δυνατά.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/9678fa08-2b5b-4481-8cfa-6bbbc5d8fd4b.png",
        "streamUrl": "http://s3.onweb.gr:8530/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2470",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2470"
    },
    {
        "name": "X FΜ 94.3",
        "genre": "Ροκ",
        "location": "Αθήνα",
        "website": "http://live24.gr",
        "info": "Με ωραίες Rock μουσικές επιλογές ο XFM είναι πάλι στους 94.3 FM",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/71c1a218-3a37-4fc4-8a5a-f3795e80cad4.jpg",
        "streamUrl": "http://148.251.148.59:9430",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3297",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3297"
    },
    {
        "name": "Αθήνα 98.4",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.athina984fm.gr",
        "info": "Ο Αθήνα 9.84 είναι ο Δημοτικός Ραδιοφωνικός Σταθμός της Αθήνας και η πρώτη μετάδοση του προγράμματός του έγινε το 1987. Από το 1999 και μετά ο Αθήνα 9.84 στεγάζεται σε σύχρονες εγκαταστάσεις στην Τεχνόπολη του Δήμου Αθηναίων. Από το 2001 εκπέπμπει στα 98.3 MHz και από το Δορυφόρο Eutelsat 9B. Ο σταθμός του Δήμου Αθηναίων εξέπεμψε συγκεκριμένα στις 31 Μαΐου 1987, και μέχρι σήμερα διαθέτει ένα πρόγραμμα αντικειμενικό, πολυφωνικό, χωρίς προκαταλήψεις, αποκλεισμούς και σκοπιμότητες, εκφράζοντας τους σκεπτόμενους πολίτες κι αναπτύσσοντας αμφίδρομη σχέση με τους ακροατές του.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/26b249fc-9d6e-4300-85d2-904348c77770.png",
        "streamUrl": "http://athina984.live24.gr:80/athina984",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1329",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1329"
    },
    {
        "name": "Δίας FM 108.0",
        "genre": "Παραδοσιακά Ελληνικά",
        "location": "Αθήνα",
        "website": "http://www.diasfm.gr",
        "info": "Ένα νέο ραδιόφωνο που παίζει μόνο Κρητικά. Το ραδιόφωνο Dias FM παίζει 24/7 την αγαπημένη παραδοσιακή μουσική της λεβεντογέννας Κρήτης μας. Από 12/12/2017 τον ακούμε δυνατά και μέσα από το live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/82894643-71c7-4a97-bdb7-e18a87732ba1.png",
        "streamUrl": "http://cast.streams.ovh:9066/live",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3055",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3055"
    },
    {
        "name": "Δίεση 101.3",
        "genre": "\u0027Εντεχνα",
        "location": "Αθήνα",
        "website": "http://live24.gr/",
        "info": "Δίεση γιατί υπάρχουν πολλοί λόγοι για να ταυτιστείς εδώ. Ο Δίεση 101,3 είναι ένας ελληνικός ραδιοφωνικός σταθμός που εδρεύει στην Κηφισιά. Το πρωινό ξεκινάει με την Κατερίνα Παναγιωτοπούλου, και μαζί με το υπόλοιπο προσωπικό τις υπόλοιπες ομορφαίνει τη ζωή μας με τις κορυφαίες μουσικές επιλογές.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/a216c499-86ed-425d-a5f6-4b4953c360d3.jpg",
        "streamUrl": "http://diesi.live24.gr:80/diesi1013",
        "live24Url": "http://live24.gr/radio/diesi.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1335"
    },
    {
        "name": "Ελληνικός FM 93.2",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.ellinikos932.fm/ellinikos/",
        "info": "93.2 για να βρίσκετε την Ελλάδα μέσα σε 5 γραμμές. Ο Ελληνικός FM 93.2 είναι το μουσικό ραδιόφωνο της Real Group και αποτελεί δημιούργημα του Ανδρέα Γ. Κουρή και του Νίκου Χατζηνικολάου. Έκανε την εμφάνιση του την Πέμπτη 4 Ιουνίου, στον αέρα. Η συχνότητα των 93.2 αλλάζει ριζικά ύφος μετά από 14 χρόνια στο mainstream ξένο και ελληνικό pop ρεπερτόριο. Ο Ελληνικός 93,2 επιλέγει και μεταδίδει τις καλύτερες στιγμές του ελληνικού ρεπερτορίου από την δεκαετία του 1960 μέχρι σήμερα, με κοινή συνισταμένη την καλή μουσική, τον καλό στίχο και την ψυχή στην ερμηνεία. Ακούστε τον Ελληνικός FM 93.2 στο Live24.gr",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/82ac74cc-5512-49e8-9be1-92abab459eb2.png",
        "streamUrl": "http://orange.live24.gr:80/orange9320",
        "live24Url": "http://live24.gr/radio/ellinikosfm.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2306"
    },
    {
        "name": "Επικοινωνία FM 94.0",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.94fm.gr",
        "info": "«Επικοινωνία… η έννοια που γίνεται πράξη, στους 94». Ένας ραδιοφωνικός σταθμός με εναλλακτικό, πολυσυλλεκτικό, απρόβλεπτο και ανοιχτό στην κοινωνία πρόγραμμα. Το Δημοτικό Ραδιόφωνο Ηρακλείου Αττικής «Επικοινωνία 94FM» εξέπεμψε για πρώτη φορά πριν από 27 χρόνια. Ένας σταθμός ενημερωτικός αλλά και ψυχαγωγικός. Με ένα πρόγραμμα αντικειμενικό, πολυφωνικό, χωρίς προκαταλήψεις, αποκλεισμούς και σκοπιμότητες, ο «Επικοινωνία 94FM» κέρδισε το στοίχημα και συνεχίζει δυνατά την ανοδική του πορεία.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/96a1b6b5-d5eb-4ad8-b5fb-c52f002428e8.png",
        "streamUrl": "http://176.9.82.229:9998/;stream.mp3",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1320",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1320"
    },
    {
        "name": "ΕΡΑ σπορ 101.8",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://webradio.ert.gr/eraspor/",
        "info": "Η ΕΡΑ σπορ αποτελεί διάδοχο σταθμό της ΥΕΝΕΔ η οποία ιδρύθηκε από την Γεωγραφική Υπηρεσία Στρατού. Για την ιστορία το 1982 με την πολιτικοποίησή της μετονομάστηκε σε ΕΡΤ2, ενώ το 1987 με τη συγχώνευση των δύο κρατικών φορέων ραδιοτηλεόρασης μετονομάζεται σε Τέταρτο Πρόγραμμα και λίγο αργότερα σε ΕΡΑ αλλάζοντας ριζικά προφίλ, μεταδίδοντας μουσική και ορισμένες αθλητικές μεταδόσεις. Σήμερα η ΕΡΑ σπορ εκπέμπει από τους 101,8 και ενημερώνει, σχολιάζει, ψυχαγωγεί με συνέπεια, ποιότητα και φυσικά χωρίς ακρότητες.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/f517e1da-2fc0-4452-8cd9-cb5b09fcb0ff.jpg",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-erasport",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2231",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2231"
    },
    {
        "name": "ΕΡΤ Δεύτερο πρόγραμμα 103.7",
        "genre": "Παραδοσιακά Ελληνικά",
        "location": "Αθήνα",
        "website": "http://webradio.ert.gr/deftero/",
        "info": "Έμπνευση του η καλή και ποιοτική ελληνική μουσική, αλλά και οι θεατρικές παραστάσεις, τις οποίες μεταδίδει. Σε μια προσπάθεια εναλλακτικού μουσικού και ψυχαγωγικού προγράμματος το Δεύτερο πρόγραμμα εξέπεμψε στις 11 Μαΐου 1952! Το Δεύτερο πρόγραμμα ήρθε για να συμπληρώσει το Πρώτο Πρόγραμμα. Αρχικά εξέπεμπε στους 666 χιλιόκυκλους και αργότερα στους 93.6 στα FM (εκεί όπου εξέπεμψε αργότερα ο Kosmos 93.6). Το 1987 μετονομάστηκε σε ΕΡΑ 2 για να επαναφερθεί δέκα χρόνια αργότερα, το 1997, το παλιό του όνομα. Ήταν το κορυφαίο σε ακροαματικότητα μουσικό ραδιόφωνο της ΕΡΤ στην περιφέρεια ενώ μεταδίδει ζωντανά κάθε χρόνο τον Διαγωνισμό Τραγουδιού της Eurovision.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/8ad58f66-5fa0-4053-84fa-debe26f7b07d.jpg",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-deftero",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2197",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2197"
    },
    {
        "name": "ΕΡΤ Κόσμος 93.6",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://webradio.ert.gr/kosmos/",
        "info": "KOSMOS ή αλλιώς Ελληνική ραδιοφωνία γιατί είναι ωραίο να έχεις όλο τον κόσμο στα χέρια σου. Ο σταθμός εξέπεμψε αρχικά μόνο στην Αθήνα από την παλιά συχνότητα του Δεύτερου Προγράμματος, στους 93.6 και από την παλιά συχνότητα του Φιλία, στους 107 MHz των FM το 2001. Αποτελεί έμπνευση του τότε διευθυντή της ΕΡΑ, Αντώνη Ανδρικάκη. Όσον αφορά τον πρώτο διευθυντή του Kosmos αυτός ήταν ο Γιώργος Μουχταρίδης. Ένας ολόκληρος Kosmos που έβαλε πρώτος στο κέντρο την έθνικ μουσική δίνοντας έτσι την ώθηση και σε άλλους και ανεβάζοντας με αυτό τον τρόπο τη δημοφιλία της. Κατάφερε να κερδίσει την εμπιστοσύνη των ακροατών από την πρώτη στιγμή, να αποσπάσει πολύ καλά ποσοστά στις ακροαματικότητες, της τάξεως του 5%, και να γίνει το πιο κερδοφόρο ραδιόφωνο της ΕΡΑ. Στις 11 Ιουνίου 2013 ο σταθμός διέκοψε τη λειτουργία του στα πλαίσια του κλεισίματος της ΕΡΤ και για μικρό διάστημα μεταδιδόταν βραδινές ώρες από την ΕΡΑ η οποία διατηρήθηκε ενεργή από τους απολυμένους εργαζόμενους της ΕΡΤ. Να σημειώσουμε πως λειτούργησε και ως ιντερνετικό ραδιόφωνο μέσω της ΕΡΤ Open.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/4615448a-05c3-46e6-9575-32a859c7d122.png",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-kosmos",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1319",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1319"
    },
    {
        "name": "ΕΡΤ Πρώτο πρόγραμμα 91.6",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://webradio.ert.gr/proto/",
        "info": "Αυτός είναι και ο πρώτος σταθμός που έφερε επίσημα το ραδιόφωνο σε ελληνικό έδαφος. Αρχικά εξέπεμψε υπό το ΕΙΡ και αργότερα υπό την τωρινή ΕΡΤ. Η αρχή γίνεται το 1939 στο Ζάππειον Μέγαρο, με τους αναμεταδότες του να βρίσκονται στα Λιόσια και σήμα τον κλασσικό «Τσοπανάκο». Η Γερμανική εισβολή ωστόσο σταματάει αιφνιδίως αυτή την πρωτόγνωρη προσπάθεια για την Ελλάδα. για να επανέλθει λίγα χρόνια αργότερα και συγκεκριμένα το 1945 με νέο όνομα, ως το ραδιόφωνο του ΕΙΡ. Με βασικό άξονα του τη μουσική το Πρώτο πρόγραμμα διαθέτει ενδιάμεσα και δελτίο ειδήσεων. Είναι το ραδιόφωνο στο οποίο έκανε το ραδιοφωνικό του ντεμπούτο ο Μάνος Χατζιδάκις γράφοντας τη μουσική του επένδυση. Τέλος να σας πούμε πως έχουν φιλοξενηθεί οι μεγαλύτερες προσωπικότητες του θεάτρου και του πολιτισμού γενικότερα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/35fd37f4-fbe3-492f-a1ae-e3f1bdf46a00.png",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-proto",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2073",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2073"
    },
    {
        "name": "ΕΡΤ Τρίτο πρόγραμμα 90.9",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://webradio.ert.gr/trito/",
        "info": "Στο τρίτο κατά σειρά ραδιόφωνο της ΕΡΤ μπορεί ο ακροατής να απολαύσει εκπομπές επικεντρωμένες στον πολιτισμό και την κλασική μουσική. Ο σταθμός γνωρίζει σημαντική αναγνώριση στην περίοδο που επικεφαλής του ήταν ο Μάνος Χατζιδάκις. Εξέπεμψε στις 19 Σεπτεμβρίου του 1954, δύο χρόνια μετά την ίδρυση του δεύτερου προγράμματος με πρωτοβουλία του συγγραφέα Διονυσίου Ρώμα. Μπορεί αρχικά να βγήκε από έναν παρατημένο πομπό μεσαίων κυμάτων, με ολιγόωρο πρόγραμμα αλλά κατάφερε να κερδίσει και αυτός το ελληνικό κοινό. Από τον Φεβρουάριο του 2016, ο επικεφαλής του σταθμού είναι ο Διονύσης Μαλλούχος.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/7603b6bf-ad5f-49f8-9824-ab0863bc340b.jpg",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-trito",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2074",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2074"
    },
    {
        "name": "Θέμα Radio 104.6",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://themaradio.gr/",
        "info": "To ΘΕΜΑ Radio «σπάει» τα ερτζιανά στους 104,6! Το «ΠΡΩΤΟ ΘΕΜΑ», η κορυφαία εφημερίδα και το protothema.gr, το πρώτο site της χώρας αποκτούν τη δική τους φωνή στα FM, εκπέμποντας από τη συχνότητα των 104,6. Ακολουθώντας την άκρως πετυχημένη «συνταγή» της έντυπης και ηλεκτρονικής του μορφής, το Ραδιόφωνο ΘΕΜΑ 104,6 καλύπτει ό,τι συμβαίνει στην Ελλάδα και τον κόσμο, ενημερώνοντας με ταχύτητα και εγκυρότητα τους ακροατές για τα γεγονότα και τις ειδήσεις της ημέρας. Όλα τα νέα της επικαιρότητας, αποκλειστικές συνεντεύξεις και ρεπορτάζ, σχολιασμός από έγκριτους δημοσιογράφους και οι καλύτερες ελληνικές και ξένες μουσικές στο ραδιόφωνο που τα σπάει, τον ΘΕΜΑ 104,6 μέσα από το Live24.GR!  Ακολουθήστε το ΘΕΜΑ 104,6 Facebook: http://www.facebook.com/radiothema/ Τwitter: http://twitter.com/thema_radio WebSite: www.protothema.gr | http://themaradio.protothema.gr/ ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/ff6bbd0d-45f8-429c-908a-95e73304ecf2.jpg",
        "streamUrl": "http://stream.radiojar.com:80/cdk030dsvv5tv",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3024",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3024"
    },
    {
        "name": "Κανάλι 1 – Δημοτική Ραδιοφωνία Πειραιά 90.4",
        "genre": "Διάφορα Ελληνικά",
        "location": "Αθήνα",
        "website": "http://kanaliena.gr/",
        "info": "Ένας ακόμη ιστορικός σταθμός στη βάση του Live24.gr. Το 1 εξέπεμψε στις 13 Μαΐου 1987 επί Δημαρχίας Ανδρέα Ανδριανόπουλουαπό το λόφο του Προφήτη Ηλία. Ξεκίνησε τη λειτουργία του 18 μέρες πριν το ξεκίνημα του Αθήνα 9.84. Στην αρχή βρισκόταν στους 90.6 MHz και με την ανακατανομή των συχνοτήτων το 2001 βρέθηκε στους 90.4 MHz. Ανήκει στη Δημοτική Ραδιοφωνία του Δήμου Πειραιώς (ΔΗ.ΡΑ.Π.) η οποία ιδρύθηκε την 1η Αυγούστου του 1989 δύο χρόνια μετά το ξεκίνημα του σταθμού. Εκπέμπει από το όρος του Υμηττού στον Πειραιά, στην Αθήνα και στα νησιά του Αργοσαρωνικού. Με ειδήσεις, ενημερωτικές εκπομπές τοπικού χαρακτήρα καθώς και μουσικές προτιμήσεις, το κανάλι 1 έχει καταφέρει να ξεχωρίσει. Πρόεδρος του Διοικητικού Συμβουλίου της Δημοτικής Ραδιοφωνικής Επιχείρησης διατελεί επί σειρά ετών ο Δημοτικός σύμβουλος Πειραιά και Αντιδήμαρχος Πειραιά Τάκης Αβραμιδης.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/2ed4e264-3caa-4079-ac5e-48e17e7101d2.png",
        "streamUrl": "http://netradio.live24.gr:80/kanali1peiraia",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1313",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1313"
    },
    {
        "name": "Κρήτη FM 87.5",
        "genre": "Παραδοσιακά Ελληνικά",
        "location": "Αθήνα",
        "website": "http://kritifm.com/",
        "info": "Η φωνή της Κρήτης στην Αθήνα! \"Όταν ακούς Κρήτη fm η ελπίδα σου πληθαίνει, θα πεις πως η παράδοση ποτέ της δεν πεθαίνει\"! Με αυτό το σύνθημα ο Κρήτη fm μας καλωσορίζει σε ένα ταξίδι παράδοσης και μουσικής. Ο Κρήτη FM 87,5 εξέπεμψε το 1999 και μπορείτε να τον ακούσετε σε όλο το νομό Αττικής. Συντονιστείτε στους 87,5 καθημερινά για να ακούσετε κρητική μουσική σε ένα πλούσιο μουσικό πρόγραμμα και ζωντανές εκπομπές 24 ώρες το 24ωρο! Ο Κρήτη FM είναι βεβαίως και στο Live24.gr γιατί εμείς εδώ αγαπάμε την παράδοση, αγαπάμε την Ελλάδα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/eed35b1d-fb71-40fc-8c68-0b2be64f4deb.png",
        "streamUrl": "http://s3.onweb.gr:8878",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1361",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1361"
    },
    {
        "name": "Λάμψη FM 92.3",
        "genre": "Ελληνική Mainstream",
        "location": "Αθήνα",
        "website": "http://www.lampsifm.gr",
        "info": "O Λάμψη 92.3 ιδρύθηκε το 2001 και εκπέμπει στην Αθήνα από τη συχνότητα 92,3 MHz στα FM και μεταδίδει Ελληνική λαϊκή και ποπ μουσική. Το πρόγραμμα του σταθμού ξεκινάει με τον Γιώργο Λιάγκα και την εκπομπή \"Πρωινό στην Αθήνα\". Ο Θέμης Γεωργαντάς κάνει καθημερινά TOP 30 και τα σαββατοκύριακα TOP 15. Η καλύτερη μουσική της Αθήνας γεμάτη από ΛΑΜΨΗ μόνο στο LIVE24.GR",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/250e8f83-68ab-41cb-b951-ae937111d673.png",
        "streamUrl": "hls://lampsifmlive.mdc.akamaized.net/strmLampsi/userLampsi/playlist.m3u8",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1316",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1316"
    },
    {
        "name": "Λύρα FM 91.4",
        "genre": "Παραδοσιακά Ελληνικά",
        "location": "Αθήνα",
        "website": "http://www.lyrafm.gr/",
        "info": "«Γλέντι, τραγούδι και χορός, καθημερνή γι σκόλη και Λύρα FM του μερακλή, ειν η ζωή ντου όλη. Στην άκρη τα προβλήματα βάλε και συντονίσου, στο Λύρα FM που θα γεννεί κομμάτι της ζωής σου.» Δεκατρείς ραδιοφωνικοί παραγωγοί του Λύρα FM επιλέγουν για εσάς κάθε μέρα ζωντανά τα αγαπημένα σας Κρητικά και Παραδοσιακά τραγούδια για να σας ταξιδεύσουν στη μοναδική μαγεία της μουσικής μας παράδοσης. Το Κρητικό Ραδιόφωνο της Αθήνας ακούγεται πλέον δυνατά και στους 91.4. Ταξιδέψτε στην μαγευτική Κρήτη και μέσα από το LIVE24.GR 24/7 με κορυφαίες μουσικές επιλογές που μοσχοβολάν παράδοση.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/92186fe0-4b3a-4113-9223-ff751e34ff48.jpg",
        "streamUrl": "http://78.47.56.126:9244/live",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2386",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2386"
    },
    {
        "name": "Μελωδία FM 99.2",
        "genre": "\u0027Εντεχνα",
        "location": "Αθήνα",
        "website": "http://www.melodia.gr/",
        "info": "Ένας σταθμός - ύμνος για το έντεχνο τραγούδι. Ο Μελωδία FΜ 99,2 εκπέμπει στη συχνότητα των 99.2 MHz των FM ενώ έχει και διαδικτυακή παρουσία στη διεύθυνση www.melodia.gr. Έχει μια μεγάλη ιστορία και στον εν λόγω ραδιοφωνικό σταθμό μπορείς να ακούσεις από Χατζιδάκι ή Ξυλούρη μέχρι Μαρκόπουλο και Ξαρχάκο που δεν θα βρεις πουθενά αλλού. Πιάσε Μελωδία λοιπόν και στο Live24.gr γιατί εμείς ξέρουμε καλά πως μια Μελωδία είναι η διαδοχή μουσικών φθόγγων και ήχων, που ενοποιημένοι μας δίνουν ένα ηχητικό αποτέλεσμα. Μείνετε συντονισμένοι στον Μελωδία 99,2 και κερδίστε μοναδικά δώρα από τις εκπομπές του.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/b527c83e-c3fc-4de6-86f2-860254db65fd.png",
        "streamUrl": "http://ample-11.radiojar.com:80/melodia992",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1332",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1332"
    },
    {
        "name": "Μέντα FM 88.0",
        "genre": "\u0027Εντεχνα",
        "location": "Αθήνα",
        "website": "http://www.menta88.gr",
        "info": "Ένα ραδιόφωνο χειροποίητο φτιαγμένο από ανθρώπους για ανθρώπους. Έφτασε η ώρα να πάρεις βαθιά ανάσα και να μπεις στην παρέα. H «Μέντα» είναι ένα μουσικό στέκι στην γειτονιά των fm με τα καλύτερα ελληνικά τραγούδια, από τα πιο παλιά μέχρι τα πιο καινούργια. Ο σταθμός εξέπεμψε στις 2 Δεκεμβρίου του 2013 και από τότε έγινε η αγαπημένη συνήθεια του κοινού. Ένας σταθμός που αναδεικνύει παλιούς και νέους τραγουδοποιούς. Mερικά από τα ονόματα που συμμετέχουν στο νέο ραδιόφωνο είναι οι: Μαργαρίτα Μυτιληναίου, Κωνσταντίνος Παντζόγλου , Πάνος Σουρούνης, Θανάσης Βούτσινος, Αντώνης Ανδρικάκης. Οι άνθρωποι που δουλεύουν στη «Μέντα» είναι διάσημοι \"Mentalists\" οι οποίοι μπορούν να μετακινήσουν τραγούδια με την δύναμη του μυαλού τους, να ανεβάσουν τα fader της κονσόλας με τα μάτια καθώς και να μεταβιβάσουν τη σκέψη τους στους ακροατές.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/3a1e49af-0825-45b7-8e98-bbf2e25b38c9.png",
        "streamUrl": "http://ample-02.radiojar.com:80/menta",
        "live24Url": "http://live24.gr/radio/menta.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1968"
    },
    {
        "name": "Μινόρε FM .",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.facebook.com/groups/minorefmofficial/about/",
        "info": "MinoreFM ή αλλιώς ο Λαϊκός σταθμός της Αθήνας! Παίζει 24 ώρες το 24ωρο όλες τις μεγάλες λαϊκές επιτυχίες που αγαπήσαμε. Ο Μινόρε FM ακούγεται δυνατά και μέσα από το LIVE24.GR",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/d71af57b-ff30-42f0-a1dd-6b6b1a65ce48.gif",
        "streamUrl": "http://minorefm.live24.gr:80/minorefm",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1431",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1431"
    },
    {
        "name": "Μουσικός 98.6",
        "genre": "Λαϊκά",
        "location": "Αθήνα",
        "website": "http://www.mousikos986.gr/",
        "info": "Ο μουσικός 98,6 εστιάζει στο καλό ελληνικό τραγούδι ,τα τραγούδια του είναι επιλεγμένα με κριτήρια τον καλό στίχο, και τις καθαρές μελωδικές γραμμές, του έντεχνου άλλα και του ελαφρολαικου ρεπερτορίου από κάθε μια δεκαετία ξεκινώντας από το χθες και φτάνοντας μέχρι και το σήμερα! Τραγούδια διαμάντια που άντεξαν στον χρόνο, τραγούδια που άφησαν το αποτύπωμα τους στις ζωές μας,είναι συγκεντρωμένα όλα στην αγαπημένη σας συχνότητα, στον Μουσικό 98,6. Συντονιστείτε, ένας κόσμος τραγούδια σας περιμένει! Μουσικός 98,6 Η μουσική μας, ενώνει!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/48e83f29-0082-4842-820f-5852fc258c97.jpg",
        "streamUrl": "http://netradio.live24.gr:80/mousikos986",
        "live24Url": "http://live24.gr/radio/mousikos.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2871"
    },
    {
        "name": "Παραπολιτικά FM 90.1",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.parapolitika.gr",
        "info": "O Παραπολιτικά 90.1 FM είναι ένα δυναμικό ραδιόφωνο που μπαίνει στη μάχη της ενημέρωσης με νέα πρόσωπα αλλά και μεγάλα ονόματα και έμπειρους δημοσιογράφους και ραδιοφωνικούς παραγωγούς. Η παρέα των Παραπολιτικών προσφέρει ψυχαγωγία με χιούμορ, καυστικά σχόλια και πολλές εκπλήξεις στο ανανεωμένο πρόγραμμα του σταθμού. Τα Παραπολιτικά 90.1 από νωρίς το πρωί σας προσκαλούν να παρακολουθήσετε όλες τις εξελίξεις και τα γεγονότα όπως τα καταγράφουν, τα μεταδίδουν και τα σχολιάζουν άμεσα και με εγκυρότητα οι κορυφαίοι δημοσιογράφοι από την συχνότητα των 90.1.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/0163c59b-62d4-46e4-93e7-71916c770e91.png",
        "streamUrl": "http://netradio.live24.gr:80/athinaradio",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1986",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1986"
    },
    {
        "name": "Ράδιο Βερόνικα",
        "genre": "Παραδοσιακά Ελληνικά",
        "location": "Αθήνα",
        "website": "http://www.veronica.gr",
        "info": "Ο ιστορικός ραδιοσταθμός \"Ράδιο Βερόνικα 97,8\" με την πολύχρονη ραδιοφωνική ιστορία του είναι σήμερα ένα σύγχρονο ελληνικό ραδιόφωνο και κινείται μέσα στα πλαίσια που ορίζει η εποχή μας. Επέστρεψε μετά από 10 ολόκληρα χρόνια. Το αγαπημένο μας \"Ράδιο Βερόνικα\" βρίσκεται στον αέρα του Internet από 26/6/2018! Ο σταθμός βρισκόταν στους 97.8 στη συχνότητα δηλαδή που βρίσκεται σήμερα ο κορυφαίος ενημερωτικός σταθμός της χώρας, Real FM. Ακούστε από 26/6/2018 και μέσα από το live24.gr. Welcome back !",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/143c7f19-52c4-49ae-bbf4-99fee67e922c.png",
        "streamUrl": "http://radioveronica.live24.gr:80/veronicaweb",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3271",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3271"
    },
    {
        "name": "Ραδιοζώνες 93.8",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://radio98fm.org",
        "info": "Το Live24.gr διαθέτει και Ραδιοζώνες ανατρεπτικής Έκφρασης. Ο σταθμός Ραδιοζώνες 93.8 αποτελεί ένα αυτοοργανωμένο εγχείρημα που μπορεί να συμμετάσχει οποιοσδήποτε αφού καθορίζεται από τα άτομα που συμμετέχουν σε αυτόν. Δεν μιλάμε για μία πολιτική ομάδα αλλά για ένα ραδιόφωνο που ναι μεν έχει πολιτικά χαρακτηριστικά όμως κινείται αντικειμενικά, αδιαμεσολάβητα, αντιεμπορικά, χωρίς διακρίσεις και αρχηγούς. Στις Ραδιοζώνες συναντιούνται άνθρωποι με διαφορετικές πολιτικές πεποιθήσεις. Ραδιοζώνες Ανατρεπτικής Έκφρασης (93.8fm)",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/f5cf010b-6a1c-4832-9f53-4b00429d9604.png",
        "streamUrl": "http://live.stream.radio98fm.org:8000/high",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1351",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1351"
    },
    {
        "name": "ΣΚΑΪ 100.3",
        "genre": "Ειδησεογραφικά",
        "location": "Αθήνα",
        "website": "http://www.skai.gr",
        "info": "Ο ΣΚΑΪ 100.3 είναι ένας από τους μεγαλύτερους ενημερωτικούς και ψυχαγωγικούς σταθμός της Αθήνας. Στο πρόγραμμά του περιλαμβάνει εκπομπές ενημερωτικές, ψυχαγωγικές, πολιτιστικές και άλλες. Κάθε πρωί στις 8 ανοίγει το πρόγραμμα του ΣΚΑΪ 100.3 ο Άρης Πορτοσάλτε με αισιοδοξία, αυτοπεποίθηση και χαμόγελο! Τα μεγάλα γεγονότα, η οικονομία, η κοινωνία, διεθνή ενημέρωση, οι πρωταγωνιστές τους, και όλα όσα θα πρέπει να γνωρίζουν οι πολίτες μόνο στον ΣΚΑΪ 100.3!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/41e790ec-598d-45f7-b36c-0f7947ad118c.gif",
        "streamUrl": "http://netradio.live24.gr:80/skai1003",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1334",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1334"
    },
    {
        "name": "Στο κόκκινο 105.5",
        "genre": "Διεθνής Μουσική",
        "location": "Αθήνα",
        "website": "http://www.stokokkino.gr",
        "info": "Κόκκινο δεν είναι μόνο το χρώμα του πάθους είναι πλέον και το χρώμα του ραδιοφώνου. Κόκκινο είναι το ραδιόφωνο που ακούει τον ακροατή. Ένα μέσο στο οποίο χτυπάει η καρδιά της ενημέρωσης. Μια έντονη ματιά στην κοινωνία και την πολιτική. Κόκκινη καταγραφή, μετάδοση, αντικειμενικότητα και μία αμφίδρομη σχέση με τον ακροατή. Είναι το ραδιοφώνου που ακούει και συμμετέχει σε ό,τι συμβαίνει γύρω μας. Χαρακτηριστικό του σταθμού η αγάπη για την καλή μουσική και η προβολή μιας άλλης ραδιοφωνικής αντίληψης που διαπερνά το σύνολο των ραδιοσταθμών.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/92f8a7b8-ce30-4602-aa02-c47e4f53e356.jpg",
        "streamUrl": "http://stream.radiojar.com:80/kokkino-ath.mp3",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1379",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1379"
    },
    {
        "name": "Χριστιανισμός 104.3",
        "genre": "Θρησκευτική",
        "location": "Αθήνα",
        "website": "http://www.christianity.gr/",
        "info": "Η παρουσία του webradio Χριστιανισμός στο διαδίκτυο έχει σαν στόχο να βοηθήσει μέσα από τις δυνατότητες επικοινωνίας που μας παρέχει η σύγχρονη τεχνολογία, στην αποστολή της εκκλησίας που συνοψίζεται στο τετράπτυχο: 1. ΕΥΑΓΓΕΛΙΣΜΟΣ ΤΩΝ ΨΥΧΩΝ, 2. ΛΑΤΡΕΙΑ ΣΤΟΝ ΘΕΟ, 3. ΔΙΔΑΣΚΑΛΙΑ ΠΙΣΤΩΝ, 4. ΣΥΜΠΟΝΙΑ - ΒΟΗΘΕΙΑ ΑΔΕΛΦΩΝ. «Αληθώς, αληθώς σας λέγω ότι ο ακούων τον λόγον μου και πιστεύων εις τον πέμψαντά με έχει ζωήν αιώνιον, και εις κρίσιν δεν έρχεται, αλλά μετέβη εκ του θανάτου εις την ζωήν»! Ακούστε τον σταθμό Χριστιανισμός και στα FM στη συχνότητα 104.3.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/11bf1694-f82e-4708-a856-24407c62f74e.png",
        "streamUrl": "http://s1.fastcast4u.com:9326/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2061",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2061"
    },
    {
        "name": "1055 Rock 105.5",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.1055rock.gr",
        "info": "Ο 1055 Rock είναι ένας ροκ μουσικός σταθμός και ενημερωτικός με χαρακτήρα. Ξεκησε να εκπέμπει στις 24 Ιουλίου 2001 από το κέντρο της Θεσσαλονίκης. Καθημερινά έχει 19 ώρες ζωντανό πρόγραμμα με ταλαντούχους και έμπειρους καταξιωμένους παραγωγούς. Επισκεφτείτε το site του σταθμού γιατί αξίζει τον κόπο. 105.5 Rock! Rock Music Rock Attitude!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/ac03d977-a633-47b0-8f50-91a1869e9d59.jpg",
        "streamUrl": "http://radio.1055rock.gr:30000/1055",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d304",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d304"
    },
    {
        "name": "88μισό 88.5",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.radio88miso.gr",
        "info": "Ο 88μισό πανω απ΄όλα είναι ένα μουσικό ραδιόφωνο που προσεγγίζει τις σύγχρονες τάσεις με ένα πολυσυλλεκτικό τρόπο. Ένα ραδιόφωνο που δεν αναπαύεται στις έτοιμες επιτυχίες που έρχονται με το κονσερβοποιημένο ύφος της παγκόσμιας μουσικής βιομηχανίας, αλλά προσπαθεί να δημιουργήσει δικές του. Πέρα απ΄ όλα αυτά προσπαθεί να απορροφήσει τους ταχύτατους ρυθμούς με τους οποίους κινείται σήμερα το διεθνές μουσικό εμπόριο με τρόπους που ταυτίζονται με την ραδιοφωνική κουλτούρα του ακροατή. Το καθημερινό airplay του σταθμού διαμορφώνεται από πολλά διαφορετικά είδη μουσικής κάτι που απέφευγε στο παρελθόν συστηματικά ο ραδιοφωνικός χάρτης. Ενδεικτικά εκθέτουμε τα εξής: pop, soul, rock, jazz, μουσικές του κόσμου, blues, και φυσικά όλα τα νέα μουσικά ρεύματα από τον ελληνικό και ξένο χώρο.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/93b86ea3-f84e-438d-b232-27ccabc597db.png",
        "streamUrl": "http://solid33.streamupsolutions.com:30000/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d253",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d253"
    },
    {
        "name": "89 Rainbow 89",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.89rainbow.gr/",
        "info": "Νιώσε μουσική, νιώσε Θεσσαλονίκη.  O 89FM Rainbow παραμένει πιστός στη μετάδοση επιλεγμένων κλασσικών επιτυχιών που αγαπήσαμε και εξακολουθούν να μας εκφράζουν, χωρίς βέβαια να απαξιώνει τη μουσική του σήμερα. Με πολλή προσοχή και εμπειρία επιλέγoυμε τα νέα τραγούδια που πληρούν τις ποιοτικές προϋποθέσεις των κλασσικών και τα εντάσσουν στο πρόγραμμα, δένοντας αρμονικά τη μουσική του παρελθόντος με του σήμερα. Maddona, Rihana, Pink, Bon Jovi, Adele, Nick Cave, Robbie Williams, και πολλοί άλλοι γνωστοί καλλιτέχνες, ακούγονται καθημερινά στον 89FM Rainbow. Ακούστε το σταθμό και στο live24.gr ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/6a29d644-eaca-4282-89b1-468d4504cf65.png",
        "streamUrl": "http://62.212.82.197:8000",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d254",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d254"
    },
    {
        "name": "9.58 ΕΡΤ3 95.8",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://webradio.ert.gr/958fm/",
        "info": "ΔΕΥΤΕΡΟ ΠΡΟΓΡΑΜΜΑ ΡΑΔΙΟΦΩΝΙΚΟΥ ΣΤΑΘΜΟΥ ΜΑΚΕΔΟΝΙΑΣ της ΕΡΤ3: Το ραδιόφωνο του πολιτισμού της ΕΡΤ3, ο 9,58fm, είναι το μοναδικό πολιτιστικό ραδιόφωνο της Β.Ελλάδας, που ανέδειξε τη σημασία της πολιτισμικής παρέμβασης στη σύγχρονη κοινωνία. Δημιούργησε τη μοναδική \"Φωνοθήκη\", όπου έχουν καταγραφεί οι φωνές των καταξιωμένων ποιητών και πεζογράφων της Θεσσαλονίκης και όλης της Μακεδονίας, ενώ, παράλληλα, διακρίθηκε στη δημιουργία σπάνιων εκδόσεων και συλλεκτικών ψηφιακών δίσκων που παραδόθηκαν για πρώτη φορά στο ευρύ κοινό.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/fce3850c-2881-4c1d-87e0-dc3e0e72888e.gif",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-958fm",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1747",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1747"
    },
    {
        "name": "934 Στο κόκκινο 93.4",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://stokokkino.gr",
        "info": "Ο Θεσσαλονικιός σταθμός του αντίστοιχου \"Στο Κόκκινο\" της Αθήνας στους 93.4 μεγάκυκλους. Σταθμός ενημερωτικού χαρακτήρα αλλά και καλής ποιοτικής ελληνικής μουσικής. Μέσα από το πρόγραμμα του, ακούτε αγαπημένους Έλληνες καλλιτέχνες κι ενημερώνεστε μέσα από τις ποικίλες εκπομπές του, για πολιτικά, οικονομικά, αθλητικά, ψυχαγωγία ακόμη και συμβουλές μαγειρικής! Στο Κόκκινο και στο Live24.gr! Συντονιστείετε ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/51bd2f9b-1e40-4ae6-accf-81f15edd12c4.png",
        "streamUrl": "http://ample-06.radiojar.com:80/kokkino-thes?",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1982",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1982"
    },
    {
        "name": "99FM/ράδιο1 99",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.99fm.gr/",
        "info": "Η καλύτερη μουσική του σήμερα παίζει φυσικά εδώ. 99fm Ράδιο1 στη Θεσσαλονίκη φυσικά, στη συχνότητα 99. Εδώ παίζουν κορυφαίες ελληνικές επιτυχίες του πενταγράμμου και μας συντροφεύουν σε αυτό το ραδιόφωνο, όλες τις ώρες της ημέρας. Ο κορυφαίος ελληνικός ραδιοφωνικός σταθμός της Θεσσαλονίκης εξέπεμψε το 1988! Συντονιστείτε και στο Live24.gr. Είναι τρέλα κι έρωτας αυτός ο σταθμός! ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/22ca2fd7-6978-425c-96af-0345d0c6515a.png",
        "streamUrl": "http://62.212.82.208:8000/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2310",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2310"
    },
    {
        "name": "Alpha 96.5",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.alpha965.gr",
        "info": "Το ραδιόφωνο του Alpha στη Θεσσαλονίκη. Εναλλακτικό ραδιόφωνο με χαρακτηριστικά του την διαδραστικότητα και την προσφορά πολλαπλών επιλογών στο ποιοτικό περιεχόμενό του. Αμφίδρομη μετάδοση γεγονότων, πληροφοριών και απόψεων για την πολιτική, την οικονομία, το περιβάλλον, τον πολιτισμό, τον αθλητισμό αλλά και τον εθελοντισμό. Ενημέρωση καθημερινή από την καρδιά της Μακεδονίας, με εξοπλισμό τελευταίας τεχνολογίας και ανθρώπους με σεβασμό στην σωστή ενημέρωση των πολιτών. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/c0be7e8c-6831-4d2a-873e-e846abd72468.jpg",
        "streamUrl": "http://46.4.121.138:8888/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1643",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1643"
    },
    {
        "name": "Arena FM 89.4",
        "genre": "Αθλητικά",
        "location": "Θεσσαλονίκη",
        "website": "http://arenafm.gr/",
        "info": "Ενημερωτικός αθλητικός σταθμός ο Arena FM στη Θεσσαλονίκη με γεγονότα και σχολιασμούς για ποδόσφαιρο, μπάσκετ, βόλεϊ, πολιτική, στοίχημα και άλλα. Ακούστε τις απόψεις των παραγωγών του στις καθημερινές ενημερωτικές εκπομπές του με αθλητικό βασικά χαρακτήρα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/66288659-2079-4e76-b541-12702c0324b1.png",
        "streamUrl": "http://radio.arenafm.gr:45054/;stream.mp3",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1475",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1475"
    },
    {
        "name": "Ble.FM 93.1",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.ble.fm",
        "info": "Ble είναι η θάλασσα, ble είναι ο ουρανός, ble έχει η γαλανόλευκη, τώρα ble έχει και η μουσική που ακούς. Ο Ble.fm μας ταξιδεύει με εκλεκτή μουσική από την Θεσσαλονίκη. Ble.fm στα ερτζιανά της Θεσσαλονίκης στη συχνότητα 93.1. Με πολλή ελληνική μουσική όλες τις ώρες. Συντονίσου τώρα και στο Live24.gr γιατί είμαστε κι εμείς ble. Τσέκαρέ το.. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/bd0f2136-2606-47a1-b702-273144447c15.jpg",
        "streamUrl": "http://radio.lancom.gr:8006/stream1",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2458",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2458"
    },
    {
        "name": "City International 106.1",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.cityinternational.gr",
        "info": "Ο City International λειτουργεί στη Θεσσαλονίκη από τον Ιούλιο του 1989. Για 17 χρόνια, ο City International παρέχει πρόσβαση σε όλους τους Θρησκευτικούς, Πολιτικούς, Πολιτιστικούς φορείς μεταδίδοντας ανελλιπώς τα αποστελλόμενα Δελτία Τύπου ή και αναμεταδίδοντας σε απ\u0027 ευθείας σύνδεση τη θεία Λειτουργία της Κυριακής και τις εκκλησιαστικές εορταστικές τελετές λατρείας, συνεντεύξεις υψηλών προσώπων, διαλέξεις, ομιλίες καθώς και εργασίες σημαντικών Συνεδρίων που διοργανώνονται από το Συμβούλιο Απόδημου Ελληνισμού, τον Οργανισμό για την Ανασυγκρότηση των Βαλκανίων, τα Επιμελητήρια της Θεσσαλονίκης, το Ελληνοαμερικανικό Εμπορικό Επιμελητήριο κ.α. Είναι ένας πλήρως οργανωμένος σταθμός με εμβέλεια και ακροαματικότητα στους Νομούς Θεσσαλονίκης, Ημαθίας, Πιερίας, Πέλλας, Φλωρίνης, Κιλκίς καθώς και σε τμήματα των Νομών Κοζάνης, Καστοριάς, Σερρών και Λαρίσης. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/a66ff709-bcad-4e60-840d-8eb4d8c77ceb.jpg",
        "streamUrl": "http://50.7.99.155:7519/stream/1/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d306",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d306"
    },
    {
        "name": "Cosmoradio 95.1",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.cosmoradio.gr",
        "info": "Πολλή και καλή μουσική για τους ακροατές του Cosmoradio 95.1. Ο σταθμός ψυχαγωγεί από το 1987 και χάρη στην αγάπη και προτίμηση των ακροατών του βρίσκεται ανάμεσα στα κορυφαία ραδιόφωνα των ερτζιανών της κεντρικής Μακεδονίας με 80.000 ακροατές από 13 έως 44. Ελληνικά ακούσματα βάσει των επιλογών των ακροατών του σταθμού, όλο το 24. Επιτυχίες παλιές αλλά και νέες κυκλοφορίες σχηματίζουν το χαρακτήρα του Cosmoradio μέσα από πλήθος εκπομπών, παρουσιάσεις καινούριων καλλιτεχνικών δημιουργιών από διάσημους αντιπροσωπευτές του είδους. To Cosmoradio ευχαριστεί το κοινό του για την συνεχή υποστήριξη και υπόσχεται ότι θα συνεχίσει να κρατά συντροφιά όλες τις ώρες, κάθε μέρα με ελληνική μουσική, όπως άλλωστε κάνει τα τελευταία 29 χρόνια! ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/e3cb9aad-de0a-46f5-997b-b4f33a91ab73.png",
        "streamUrl": "http://eco.onestreaming.com:8689",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d274",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d274"
    },
    {
        "name": "FairPlay 96.1",
        "genre": "Αθλητικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.fairplayradio.gr/",
        "info": "Ο νέος αθλητικός ραδιοφωνικός σταθμός της Θεσσαλονίκης λέγεται «FAIR PLAY FM»! Ο FAIR PLAY FM 96,1 αποτελεί συνεργασία του ομίλου Μαρόγλου-Διαμαντόπουλου (Ράδιο Θεσσαλονίκη, Ερωτικός, THESSNEWS, GOODDEALS), με τον Νίκο Πετρουλάκη, που αναλαμβάνει να δημιουργήσει ένα διαφορετικό αθλητικό ραδιόφωνο, χωρίς παρωπίδες και κραυγές, αλλά με άποψη και καθαρή φωνή. Από 5/2/2018 ακούτε FairPlay και μέσα από το live24.gr!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/226dd136-7510-4287-bd2b-f248d6a650e4.png",
        "streamUrl": "http://37.187.79.153:5262/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1354",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1354"
    },
    {
        "name": "Fly 104",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.fly104.gr/",
        "info": "SOPHISTICATED, ALTERNATIVE Ο Fly 104 είναι ένα απόλυτα μουσικό ραδιόφωνο με την υπογραφή του Αντώνη Κανάκη και με ιδιαίτερη άποψη στη House μουσική του σήμερα και όχι μόνο. Στο πρόγραμμά του μερικά από τα σημαντικότερα ραδιοφωνικά ονόματα και μουσικοί παραγωγοί της Θεσσαλονίκης, όπως ο Στέφανος Τσιτσόπουλος, ο Στέφανος Κόγιας, ο Μανώλης Σταυρουλάκης, η Βάσω Βλαχοπούλου, ο Λευτέρης Κορδιάος και η Κική Μποτονάκη. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/ee26ac2c-c625-4395-babc-3e66041a8eb5.jpg",
        "streamUrl": "http://37.59.32.115:6168/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d299",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d299"
    },
    {
        "name": "FM 100 Δημοτικό Ραδιόφωνο Θεσσαλονίκης 100",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.fm100.gr",
        "info": "Δημοτική Εταιρεία Πληροφόρησης, Θεάματος και Επικοινωνίας - Δήμος Θεσσαλονίκης Η Δημοτική Εταιρεία Πληροφόρησης, Θεάματος και Επικοινωνίας (ΔΕΠΘΕ) ιδρύθηκε τον Μάρτιο του 1988, ωστόσο ήδη από τον προηγούμενο χρόνο ο Δήμος Θεσσαλονίκης είχε «σπάσει» το κρατικό μονοπώλιο στα ραδιοτηλεοπτικά μέσα ενημέρωσης με απόφαση του τότε δημάρχου της πόλης Σωτήρη Κούβελα. Το «Δημοτικό Ραδιόφωνο Θεσσαλονίκης FM 100» εξέπεμψε στις 3 Σεπτεμβρίου 1987, αποτελώντας τον πρώτο μη κρατικό ραδιοφωνικό σταθμό στην ελληνική περιφέρεια. Τους πρώτους μήνες του 1988, ο Δήμος Θεσσαλονίκης αναμετέδωσε – μέσω επίγειας αναλογικής εκπομπής - για πρώτη φορά στην ευρύτερη περιοχή της Βόρειας Ελλάδας 11 ξενόγλωσσα δορυφορικά κανάλια, ενώ έθεσε σε λειτουργία και το νεανικό «Δημοτικό Ραδιόφωνο Θεσσαλονίκης FM 101». ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/9582c378-68ab-4e3b-90ff-5dc90315eccc.png",
        "streamUrl": "http://178.62.176.153:8000/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d288",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d288"
    },
    {
        "name": "FM 100.6 Δημοτικό Ραδιόφωνο Θεσσαλονίκης 100.6",
        "genre": "Διάφορα Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.fm100.gr",
        "info": "Ο FM 100.6 από το 2011 μετεξελίχθηκε σε εθελοντικό ραδιόφωνο, ανοίγοντας τα μικρόφωνά του στους πολίτες της Θεσσαλονίκης, τους μαθητές, σε φοιτητές. Ο σταθμός υπερασπίζει το δημόσιο χαρακτήρα του, προσφέροντας έγκυρη και έγκαιρη ενημέρωση για τα πολιτικά, κοινωνικά, πολιτισμικά και αθλητικά γεγονότα της περιοχής. Προβάλλουν και αναδεικνύουν το έργο των δημιουργών και τις δράσεις των φορέων της Θεσσαλονίκης και της Κεντρικής Μακεδονίας.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/a6e84b01-f840-497d-b7ef-9262e5bbf3f3.jpg",
        "streamUrl": "http://178.62.176.153:8000/fm1006",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d290",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d290"
    },
    {
        "name": "Focus FM 103.6",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.focusfm.gr/",
        "info": "Μια είδηση είναι πάντοτε κάτι συγκεκριμένο, απτό, αληθινό. Η διάδοση και μετάδοσή της οφείλει να γίνεται στο σωστό ή αλλιώς άμεσο χρόνο και με το σωστό ή αλλιώς αντικειμενικό τρόπο, ώστε να παραμείνει αναλλοίωτη η ουσία της και να μην μετατραπεί σε παραπληροφόρηση, παραποιημένη είδηση ή προπαγάνδα. Ο ραδιοσταθμός Focus 103.6 (JDK IKE Ραδιοφωνικές και τηλεοπτικές επιχειρήσεις) εστιάζει με εμπεριστατωμένο περιεχόμενο ειδησεογραφικού χαρακτήρα στην σωστή και πλήρη ενημέρωση και πληροφόρηση για θέματα που αφορούν στην πολιτική σκηνή, στην οικονομία, στον αθλητισμό, στην υγεία, στα πολιτιστικά και στην ψυχαγωγία, στις επιστήμες. Με τοπικό χαρακτήρα αλλά ταυτόχρονα και παγκόσμιο (μεταδίδει καθημερινά ειδήσεις από DW) προχωρεί στην ανοδική του πορεία. Άλλο ένα γνώρισμα του Focus 103.6 της Θεσσαλονίκης είναι η πολύ καλή ξένη μουσική που πλαισιώνει το πρόγραμμά του.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/226fbd60-24ce-41ec-a81d-cf3aa63d5771.png",
        "streamUrl": "http://focus.greekstream.net:80/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2001",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2001"
    },
    {
        "name": "Gold 106.5",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.gold1065.gr",
        "info": "ΤΑ 80\u0027s ΚΑΙ ΤΑ 90\u0027s ΠΑΙΖΟΥΝ ΕΔΩ!!! Η Θεσσαλονίκη στην πιο χρυσή μουσική στιγμή της υποδέχεται τον Gold. Ένα ιδιαίτερο ραδιόφωνο που παίζει 24/7 τις μεγαλύτερες επιτυχίες από τις χρυσές μουσικές δεκαετίες. Θα το βρείτε στους 106.5 FM και από 28/3/2018 και μέσα από το Live24.gr! Καλή ακρόαση.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/f45e7c19-3ce8-4d67-a131-10e1271c16a1.jpg",
        "streamUrl": "http://radio.1055rock.gr:30000/spare1?1522228012938",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d3190",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d3190"
    },
    {
        "name": "Imagine 89.7",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.imagine897.gr",
        "info": "Ο Imagine 89.7 γεννήθηκε από την αγάπη και την ανάγκη για το αληθινό και ανθρώπινο ραδιόφωνο, για τη μουσική και την επικοινωνία. Όπως αναφέρεται στο προφίλ του σταθμού, ο Imagine ήταν ένα παιδικό όνειρο του Αντώνη Κανάκη και του Γιάννη Σερβετά. Μαζί με τη σημαντική συμβολή του \"πρωτάρη ραδιοφωνατζή\" Χρήστου, \"έστησαν\" τον σταθμό στην Θεσσαλονίκη, τη γενέτηρά τους, στους 89.7 FM. Σίγουρα καλή μουσική, σίγουρα ευχάριστη διάθεση χαρακτηρίζει το πρόγραμμα του σταθμού που μας ταξιδεύει καθημερινά. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/4ed22174-ab19-4a89-906c-ac11a53143f5.bmp",
        "streamUrl": "http://37.59.32.115:6224/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1396",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1396"
    },
    {
        "name": "Karamela 92.4",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.karamela924.gr/",
        "info": "Ο karamela 924 δημιουργήθηκε με βάση την ολοένα αυξανόμενη επιθυμία για κάτι ιδιαίτερο και ανεξάρτητο και την μεγάλη αγάπη για την μουσική. Ένας σταθμός που εκπέμπει ελληνική μουσική όλο το 24ωρο on line και παίζει καθημερινά τις μεγαλύτερες ελληνικές επιτυχίες. Εάν θέλετε και εσείς να ακούσετε ελληνικές επιτυχίες που θα σας ανεβάσουν την διάθεση και να κερδίσετε έξυπνα δώρα καθώς και να ενημερωθείτε για τις τρέχουσες εξελίξεις αλλά και να μάθετε πρώτοι όλα τα τελευταία μουσικά νέα των αγαπημένων σας καλλιτεχνών απλά ελάτε στην παρέα. Καλή ακρόαση!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/4f4a0286-c178-4dd3-9a82-409819a39b58.png",
        "streamUrl": "http://sc.greekstream.net:4014",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1406",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1406"
    },
    {
        "name": "Libero 107.4",
        "genre": "Αθλητικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.libero.fm",
        "info": "Όλα αρχίζουν ξανά. Μπες Στη Φάση! Βρες τον Libero 107.4 από τη Θεσσαλονίκη στο Live24.gr. \"Άκου μπάλα\" στον Libero 107.4 και γίνε φανατικός ακροατής του απόλυτου αθλητικού ραδιοφώνου της Θεσσαλονίκης.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/b567eb14-5766-45cb-a537-6ec0570e3e86.png",
        "streamUrl": "http://eco.onestreaming.com:8081/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d311",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d311"
    },
    {
        "name": "Metropolis 95.5",
        "genre": "Αθλητικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.metropolisradio.gr",
        "info": "O Metropolis καλύπτει καθημερινά τις εξελίξεις σε όλα τα αθλήματα σε τοπικό, εθνικό και διεθνές επίπεδο. Είναι ένας από τους πιο δημοφιλής σταθμούς της Θεσσαλονίκης. Εκπέμπει στους 95,5 FM και το πρόγραμμα του έχει αθλητική επικαιρότητα και διοργανώνει διαγωνισμούς με πλούσια δώρα. Ακούστε ζωντανά το σταθμό από το live24.gr για πλήρη αθλητική ενημέρωση, συζητήσεις και απόψεις, επικοινωνία με τους ακροατές και όμορφα μουσικά διαλείμματα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/73fc95ae-ab99-4b2d-8fa3-e0310ca554dd.png",
        "streamUrl": "http://193.104.200.33:80/metropolis955",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d275",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d275"
    },
    {
        "name": "More 103",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://radiomore.gr/",
        "info": "We know you want more... You \u0027ll get more. Μείνετε μαζί μας για πολλές ξένες επιτυχίες, καινούριες αλλά και παλιές. H καλύτερη μουσική από όλες τις δεκαετίες ! Eδώ το χθες συναντάει το σήμερα , γιατί για να ξέρουμε που πηγαίνουμε πρέπει να ξέρουμε από που ερχόμαστε...! Ο More 103 στη Θεσσαλονίκη σας ξεσηκώνει και σας φτιάχνει τη διάθεση με τη μουσική του. Ακούστε ζωντανά και μέσα από το live24.gr όλες τις ώρες από όπου κι αν βρίσκεστε!!! Stay tuned.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/1577ea9e-abe6-4d5c-9ef6-428cd43c0a66.png",
        "streamUrl": "http://eco.onestreaming.com:8041",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2254",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2254"
    },
    {
        "name": "North 98",
        "genre": "Διάφορα Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.radionorth.gr",
        "info": "...μη ζώην μετ? αμουσίας. Αυτό σκέφτηκαν όπως φαίνεται και οι δημιουργοί του Νorth98.0 και αποφάσισαν να κάνουν πράξη κάτι μοναδικό. Ο Νorth98.0 βρίσκεται Μητροπόλεως 34 στην Θεσσαλονίκη και δημιουργήθηκε το 2012. Συντονιστείτε και ακούστε τον στο LIVE24.GR γιατί παίζει δυνατά διάφορα ελληνικά. North 98... Το δικό σου ραδιόφωνο!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/dce4b391-7ae0-4e3c-aec0-eafc603f3b22.png",
        "streamUrl": "http://netradio.live24.gr:80/north98thess",
        "live24Url": "http://live24.gr/radio/north98.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d282"
    },
    {
        "name": "Off Radio",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.offradio.gr",
        "info": "Turn Your Radio OFF! O Offradio είναι ο μεγαλύτερος ανεξάρτητος online ραδιοφωνικός σταθμός στην Ελλάδα. Ο σταθμός ιδρύθηκε το 2008 και γρήγορα έγινε το πιο δημοφιλές διαδικτυακό ραδιόφωνο της χώρας. Σύντομα, ένας σημαντικός αριθμός των ακροατών αγκάλιασε τη μουσική του Offradio σε περισσότερες από 90 χώρες σε όλο τον κόσμο. Πρόσφατα ο Offradio έχει βραβευτεί με ένα e-Award 2011 ως το καλύτερο web radio στην Ελλάδα. Η αποστολή του Offradio.gr είναι να εισαγάγει εκλεκτική νέα μουσική από όλο τον κόσμο και να φέρει σε επαφή τους ακροατές με τους DJs και παρουσιαστές που αγαπούν. Το Offradio εκπέμπει μια εντυπωσιακή συλλογή από radioshows, μείγματα DJ και ζωντανές εκπομπές. Ο σταθμός επιδιώκει να μοιράζεται με τους ακροατές του ιδέες για μουσική, δραστηριότητες, τέχνες, τεχνολογίες, μόδα και άλλα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/2042d47e-7003-42c5-bbde-8b9507ec4b54.png",
        "streamUrl": "http://46.28.53.118:7062/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2235",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2235"
    },
    {
        "name": "Plus Radio 102.6",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.plusradio.gr",
        "info": "Plus Radio 102.6 στη Θεσσαλονίκη. Η καλύτερη ξένη μουσική στην πόλη, όλο το 24ωρο. Ο Plus radio 102,6 το No1 ραδιόφωνο των επιτυχιών παρουσιάζει τη καλύτερη ομάδα ραδιοφωνικών παραγωγών και εμπλουτίζει το πρόγραμμα του με 5 super εκπομπές που θα σε απογειώσουν! Η αρχή της ημέρας γίνεται στις 8 το πρωί με το Plus Morning Show .Η Μαρία Αμανατίδου και ο Ευθύμης Κάλφας ξέρουν αυτά που θέλεις να ακούσεις για να ξυπνήσεις με τον καλύτερο τρόπο.Επιτυχίες,διαγωνισμοί,επικαιρότητα,gossip news,παιχνίδια και ό,τι αλλο μπορείς να σκεφθείς για να σου φτιάξει η διάθεση! Στις 12 το μεσημέρι αναλαμβάνει η Ελένη Κώτση που ξέρει καλύτερα από όλους την Θεσσαλονίκη και θα σε κατευθύνει σε έξυπνες αγορές,προτάσεις για διασκέδαση,ο,τι γίνεται στη πόλη εκείνη τη στιγμή και φυσικά την καλύτερη ξένη μουσική της πόλης. Στις 4 η Ινέσσα Αζοίδου με την φωνή που δε τη ξεχνάς εύκολα είναι η κατάλληλη για να δώσει ζωή στα απογεύματά σου.Κέφι,θετική ενέργεια και φυσικά όλες οι Νο1 επιτυχίες Στις 7 έρχεται το Mr Music Show η Νο1 εκπομπή της πόλης με τον Μr Music Γιώργο Χαριζάνη.Η απόλυτη εκπομπή για αυτούς που θέλουν να ξέρουν τι παίζει στη μουσική βιομηχανία και τα νέα των superstars.Eπιτυχίες,πρώτες μεταδόσεις,future hit,top 5 ακροατών,new music,διαγωνισμοί και όλα όσα χρειάζεται να ξέρεις για μια συναρπαστική ζωή στη Θεσσαλονίκη. Στις 10 το βράδυ την σκυτάλη παίρνει η αγαπημένη εκπομπή επικοινωνίας Together με την Μαριάννα Καρέζη.3 ώρες γεμάτες με μηνύματα ακροατών,θέματα για τις ανθρώπινες σχέσεις που κεντρίζουν το ενδιαφέρον και αγαπημένες μπαλάντες μετά τα μεσάνυχτα είναι στο menu της εκπομπής. Στο ανανεωμένο πρόγραμμα του Plus Radio 102,6 δε θα μπορούσαν να λείπουν οι mixing εκπομπές που αγαπάει όλη η πόλη. Το Mix the Hits με τον Dj Αλέξανδρο Μαθά κάθε Παρασκευή και Σάββατο στις 10 το βράδυ και τον Dj Spy κάθε Παρασκευή στις 11 και κάθε Σάββατο μεσάνυχτα. Συντονίσου και απόλαυσε το καινούργιο πρόγραμμα του Plus Radio 102,6 του Νο1 ραδιοφώνου των επιτυχιών και νιώσε τη διαφορά!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/612fea9f-cad5-42c8-a333-fddc6ab84613.png",
        "streamUrl": "http://eco.onestreaming.com:8039",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d296",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d296"
    },
    {
        "name": "Real FM 107.1",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.real.gr/?page\u003dradiothes",
        "info": "Ο σταθμός Real FM 107.1 είναι το αληθινό ραδιόφωνο της Θεσσαλονίκης. Ενημερωτικός σταθμός με ειδήσεις και εκπομπές, πλαισιωμένες από ποιοτική ελληνική και ξένη εκπομπή. Η συχνότητα 107.1 της Θεσσαλονίκης, ανήκει τα τελευταία χρόνια στον Real FM της Αθήνας.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/1e003776-8316-4860-be64-bab7caf188a1.png",
        "streamUrl": "http://realfmthess.live24.gr:80/realthess",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d310",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d310"
    },
    {
        "name": "Republic Radio 100.3",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.republicradio.gr",
        "info": "Είναι τέτοια η δύναμη της μουσικής που όλοι μπορούν να επωφεληθούν από αυτή. Εδώ στον Republic της Θεσσαλονίκης το πιστεύουμε μέχρι μέσα στα βάθη της καρδιάς μας. Η μουσική μπορεί να σε χαλαρώσει και να σε ξεσηκώσει, να σε χαροποιήσει και να σε κάνει να σκεφτείς και να φιλοσοφήσεις τη ζωή σου. Σου προσφέρουμε απλόχερα αυτή τη δύναμη, καθημερινά και μέσα από το live24. Νιώσε την πολυδιάστατη φύση της εδώ στον Republic 100.3 και ταξίδεψε σε κόσμους μαγικούς όπως αυτός της Jazz, της rock, ambient, electronic κ.α.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/b6a5c2b1-db2d-434b-ad7f-99ca0fa29823.png",
        "streamUrl": "http://s10.voscast.com:9878",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d289",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d289"
    },
    {
        "name": "Rock Radio 104.7",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.rockradio.gr/",
        "info": "Rock διάθεση και επιτυχίες στον Rock Radio στους 104.7 από το 1999 που ο Σωτήρης Βακάρος έφερε στον «αέρα» της Θεσσαλονίκης την πρώτη αποκλειστικά rock συχνότητα στην ιστορία του ραδιοφώνου της πόλης. Το Rock Radiο 104,7 πρωταγωνιστεί την τελευταία δεκαετία στα μουσικά δρώμενα της πόλης της Θεσσαλονίκης αλλά και σε ολόκληρη τη χώρα, καθώς οι ακροατές του σταθμού, έχουν τη δυνατότητα να απολαμβάνουν τις καθημερινές ζωντανές μεταδόσεις και μέσω της ιστοσελίδας του σταθμού www.rockradio.gr. Ο μεγαλύτερος Rock ραδιοφωνικός σταθμός της χώρας είναι χορηγός σε πολλές από τις σημαντικότερες εκδηλώσεις της μουσικής, και όχι μόνο!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/cbdce89d-dc5d-45cd-9b97-6ef014c134e2.png",
        "streamUrl": "http://188.165.248.218:8004",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d301",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d301"
    },
    {
        "name": "RSO 91.7",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.rso.gr",
        "info": "Αν έχετε ανοίξει ήδη τη σελίδα του ραδιοφώνου RSO 91.7 σίγουρα θα έχετε καταλάβει ήδη ότι πρόκειται για σταθμό με έφεση στη μετάδοση σπουδαίων επιτυχιών των δεκαετιών 1980 \u0026 1990 κυρίως. Tina Turner, Alphaville, Bon Jovi, Aerosmith και πολλοί άλλοι ξένοι της αγγλικής και αμερικάνικης κυρίως σκηνής. Η ζωή μας αλλάζει εντελώς όταν ακούμε τη μουσική αυτή, θυμίζει στους παλιότερους νοσταλγικές εποχές και ξυπνάει σε νέους αισθήματα ψυχικής ανάτασης. Αλλά και οι επιλογές του σταθμού RSO 91.7 FM στο καινούριο ξένο ρεπερτόριο, είναι αχτύπητες!!! Πιο πολύ έντεχνο το κομμάτι της επιλογής αυτής θα μπορούσε να το χαρακτηρίσει κανείς, αφού οι μπαλάντες που ακούμε μας καλμάρουν μέσα από την ποιότητα της δουλειάς των συνθετών τους και από τις άπιαστες φωνές των ερμηνευτών του.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/33705328-6c67-48e2-ba75-a385a317c175.png",
        "streamUrl": "http://tachyon.shoutca.st:8594",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d262",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d262"
    },
    {
        "name": "Sohos FM 88.7",
        "genre": "Διάφορα Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://sohosfm.gr/",
        "info": "Επειδή η αληθινή μουσική έχει ραδιόφωνο 24 ώρες το 24ωρο κάθε μέρα, συντονιστείτε στον Sohos FM 88.7. Ακούστε και διαδικτυακά μέσω του live24.gr. Κυρίως ελληνική ποιοτική μουσική \"παίζει\" σε αυτό τον σταθμό της Θεσσαλονίκης, ταξιδεύοντας τον ακροατή σε τόπους ονειρεμένους και μαγικούς. Μια ανάταση της ψυχής μέσα από ήχους παλιούς και νέους θα κυκλώσει τον κάθε έναν από εμάς που επιλέγουμε το λιγότερο εμπορικό είδος της ελληνικής σκηνής. Μερικοί από τους καλλιτέχνες που θα ακούσουμε στον Sohos είναι Χάρις Αλεξίου, Γεράσιμος Ανδρεάτος, Γιάννης Κότσιρας, Γιάννης Χαρούλης, Γιώτα Νέγκα, Δήμητρα Γαλάνη και πολλοί άλλοι αγαπημένοι. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/235ddfc4-7fa1-4927-8787-d7c008951df6.png",
        "streamUrl": "http://37.59.32.115:2046/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1519",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1519"
    },
    {
        "name": "Studio 3 103.5",
        "genre": "Λαϊκά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.studio3.gr/",
        "info": "\"Ασυγχώρητο παραστράτημα\" θα είναι αν είστε fan του λαϊκού ρεπερτορίου και δεν επιλέξετε τον Studio3 103.5. Θεσσαλονικιός σταθμός είναι ο Studio3 και γνωρίζει πολύ καλά την αξία του κλασσικού ελληνικού λαϊκού τραγουδιού και την σημασία της διατήρησής του στα πέρασμα των χρόνων. Γλυκές και παραπονιάρικες πενιές ακούγονται όλη τη μέρα, κάθε μέρα στον Studio3 της Θεσσαλονίκης, γιατί οι παραγωγοί του σταθμού ξέρουν από παλιό καλό λαϊκό τραγούδι.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/dc789753-ec8f-47f0-a5af-285974f50d22.png",
        "streamUrl": "http://s1.onweb.gr:8408",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d298",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d298"
    },
    {
        "name": "V FM 91.1",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.911.gr",
        "info": "O V FM 91.1 ανήκει στην οικογένεια των ραδιοφώνων της όμορφης Θεσσαλονίκης και αποτελεί ένα σταθμό, σταθμό στην mainstream ξένη μουσική. Αυστηρή παράκληση προς τους ακροατές του live24, να τον ακούσουν πολύ δυνατά, να χορέψουν στο ρυθμό του και να εξωτερικεύσουν κάθε συναίσθημα που τους προκαλεί ο μπιτάτος ρυθμός του. O V FM 91.1 ενημερώνει τους ακροατές του ότι στο τέλος κάθε μήνα μεταδίδει μία extended version του καθημερινού TOP 10! Την τελευταία Κυριακή κάθε μήνα ακούμε παρέα τα 30 δημοφιλέστερα τραγούδια στον VFM 91.1, σύμφωνα με τις δικές σας ψήφους! 18:00-20:00",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/c50c1f31-a8e6-4f86-8602-ad2211478791.png",
        "streamUrl": "http://176.9.184.196:8177/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d260",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d260"
    },
    {
        "name": "Velvet 96.8",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.velvet968.gr/",
        "info": "Ο Velvet 96.8 παίζει αγαπημένα του χτες αλλά και νέες επιτυχίες. Στον σταθμό Velvet της Θεσσαλονίκης στους 96.8 ακούτε τα καλύτερα τραγούδια όλων των εποχών μέσα από το live24.gr. Βελούδινες μουσικές όλες τις ώρες της ημέρας γιατί στον velvet 96,8, οι παραγωγοί εκτιμούν την καλή μουσική. Διάσημοι καλλιτέχνες ντύνουν με τις φωνές τους τις μελωδίες του σταθμού. Επιλεγμένα τραγούδια για κάθε στιγμή της μέρας. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/7a97377a-8e42-4571-8663-d224832bb263.jpg",
        "streamUrl": "http://s10.voscast.com:9942",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d279",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d279"
    },
    {
        "name": "Yellow Radio 92.8",
        "genre": "Αθλητικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.yellowradio.gr",
        "info": "Είσαι ΑΡΗΣ; Είσαι Θεσσαλονικιός; Είσαι φίλαθλος; Αν είσαι ένα από τα προηγούμενα αλλά και όλα μαζί, αλλά κι αν δεν είσαι, το Yellow Radio 92.8 είναι το ραδιόφωνό σου. Άκουσε τα πάντα για το ποδόσφαιρο και όχι μόνο. Το \"Yellow Radio\" είναι ένα μοναδικό στο είδος του Web Radio, (από τις 06-05-2015 σε συνεργασία με το ράδιο Νάουσα και στα FM 92,8) αφού η ύπαρξή του στηρίζεται αποκλειστικά στον εθελοντισμό, την αυτοδιάθεση, τη συμμετοχικότητα και την οικονομική αρωγή που προσφέρουν τα μέλη του Σωματείου Φίλων Yellow Radio. Καθημερινά, με πίστη, αφοσίωση και-το κυριότερο-ανιδιοτέλεια, στοχεύουμε να συμβάλλουμε στην ενημέρωση του Αρειανού λαού, διαμορφώνοντας ένα ΚΙΤΡΙΝΟΜΑΥΡΟ μετερίζι στο διαδίκτυο. Δεν υπάρχει μεγαλύτερη δύναμη στον κόσμο από το να είσαι οπαδός του ΑΡΗ. Το πρόγραμμά μας περιλαμβάνει Αθλητικές εκπομπές και Δελτία Ειδήσεων, αφιερώματα, Μουσικές Παραγωγές, Ενημερωτικές εκπομπές και Στοίχημα κι εμπλουτίζεται συνεχώς. Παρατηρήσεις, προτάσεις και επισημάνσεις, είναι πάντα ευπρόσδεκτες. Στόχος μας η ενεργοποίηση και συσπείρωση γύρω από το Yellow Radio, κάθε \"Κίτρινου φιλάθλου/οπαδού\".  ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/1293cd2d-7c26-4932-8be3-47a345a2c430.png",
        "streamUrl": "http://178.21.169.118:8009/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d2102",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d2102"
    },
    {
        "name": "Zoo Radio 90.8",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.zooradio.gr/",
        "info": "Η φράση \"Ένας σταθμός. Όλες οι επιτυχίες\", αποτελεί το μότο του zoo 90.8 της Θεσσαλονίκης και γιατί όχι, άλλωστε. Μουσικά άψογα καταρτισμένος σταθμός γνωρίζει το \"άθλημα\" πολλά χρόνια τώρα. Επιτυχίες που θα ακούσετε στις ενημερωτικές και μουσικές εκπομπές του είναι οι παρακάτω: ARIANA GRANDE FEAT NICKI MINAJ - SIDE TO SIDE, BRUNO MARS - 24K MAGIC, LADY GAGA - MILLION REASONS, CALVIN HARRIS, [+] RIHANNA - THIS IS WHAT YOU CAME FOR, JAX JONES + RAYE - YOU DON\u0027T KNOW ME, AVICII - LEVELS, KATY PERRY - CHAINED TO THE RHYTHM, KALEO - WAY DOWN WE GO, PLAYMEN [+] KRIS KID - STAND BY ME NOW, CLEAN BANDIT + SEAN PAUL + ANNE MARIE - ROCKABYE και φυσικά πολλές-πολλές ακόμα. Ατελείωτη μουσική εμπειρία, ενημέρωση για events, lifestyle, σινεμά, θέατρο, show biz, τεχνολογία. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/884a2e1f-06fe-46d4-a7d0-5b980fce950f.jpg",
        "streamUrl": "http://s10.voscast.com:9940",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d259",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d259"
    },
    {
        "name": "ΕΡΤ3-Μακεδονίας 102",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://webradio.ert.gr/102fm/",
        "info": "Σταθμός στα γεγονότα. Αυτός είναι το ενημερωτικό ραδιόφωνο της ΕΡΤ3... Καθημερινά το πρόγραμμα του 102fm ΕΡΤ3 ενημερώνει για ότι συμβαίνει στο εσωτερικό και το εξωτερικό. Η Ενημέρωση συναντάει την ψυχαγωγία στη Θεσσαλονίκη και την Βόρεια Ελλάδα. Όλα όσα πρέπει να γνωρίζετε για τη νύφη του Θερμαϊκού με μια στάση στην ενημέρωση και τον ΕΡΤ 3 Ρ.Σ. ΜΑΚΕΔΟΝΙΑΣ. Εξέπεμψε το 1988.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/bad38e6b-2915-4080-be5d-a69bbad536c1.png",
        "streamUrl": "http://radiostreaming.ert.gr:80/ert-102fm",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d276",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d276"
    },
    {
        "name": "Ερωτικός FM 94.8",
        "genre": "Διάφορα Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.eroticos.gr",
        "info": "Θα ήταν αδύνατο και ανάρμοστο, να έλλειπε ένας ερωτικός σταθμός από την πόλη της Θεσσαλονίκης. Της πόλης που δεν κοιμάται ποτέ κι ερωτεύεται καθημερινά. Και όπως λένε και οι παραγωγοί του σταθμού \"Αν δεν υπήρχε όμως αυτή η τρέλα, αυτό το πάθος, αυτός ο αναρχικός έρωτας, δεν θα είχε γεννηθεί ποτέ ο Ερωτικός...\" Έρωτας και μουσική, 2 λέξεις που ίσως να χαρακτηρίζονταν και συνώνυμες από το 1994 σε αυτό το σταθμό. Πάθος, πως θα το εξωτερικεύσεις αν όχι με το ερωτικό τραγούδι; Πόσες φορές έκλαψες, γιατί δεν βρήκες το πάθος που θέλεις στη σχέση σου; Πόσες φορές άκουσες στους στίχους ενός τραγουδιού τη ζωή σου όλη και είπες πως αυτό το τραγούδι είναι γραμμένο μόνο για σένα και για εκείνον ή εκείνη που κάνει το μέσα σου να τρέμει από χαρά η απογοήτευση; Ξενύχτησες και ακόμα ξενυχτάς εδώ, στο πιο ερωτικό ραδιόφωνο της Θεσσαλονίκης. Αυτό είναι ο Ερωτικός! Αυτό που θες να βγεις να το φωνάξεις σ όλον τον κόσμο, αλλά κι αυτό που θέλεις να το κρύψεις βαθιά μέσα σου για να μην το μάθει κανείς! ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/40ce9140-b7b5-4bb0-ae32-cdd248f3897e.png",
        "streamUrl": "http://eu7.fastcast4u.com:6154/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d273",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d273"
    },
    {
        "name": "Καλαμαριά FM 101.7",
        "genre": "Λαϊκά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.kalamariafm.gr/",
        "info": "Ελάτε στην παρέα της μουσικής ομάδας που αφιερώνεται αποκλειστικά στο λαϊκό παλιό και νέο ελληνικό τραγούδι. Εδώ η ελληνική μουσική έχει ποιότητα. Μια παρέα όλες τις ώρες της ημέρας, κάθε μέρα από την όμορφη και ξακουστή Καλαμαριά της Θεσσαλονίκης. Σταθμός που δεν ξεχνιέται εύκολα γιατί είναι πάντα εδώ, στην καρδιά και στο μυαλό. Σταθμός θαύμα, σε ταξιδεύει σε όμορφες μουσικές ιστορίες. Σταθμός νέων και παλιών καλλιτεχνών που μιλάνε κατευθείαν μέσα στη ψυχή μας. Ο Καλαμαριά FM 101.7 της Θεσσαλονίκης είναι εδώ μαζί μας!",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/373a1cc9-b111-48f1-a4b7-c97124ad8b04.png",
        "streamUrl": "http://sc.greekstream.net:80/;.mp3",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d293",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d293"
    },
    {
        "name": "Λαϊκός FM 87.6",
        "genre": "Λαϊκά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.laikos.gr",
        "info": "Ένας σταθμός με καλό ελληνικό λαϊκό τραγούδι έλειπε από τη Θεσσαλονίκη. Από το 2001 και μετά, η Θεσσαλονίκη απέκτησε το δικό της λαϊκό ραδιόφωνο, τον Λαϊκό 87.6 στα FM και από τότε το ελληνικό ραδιόφωνο έχει άλλο χαρακτήρα στα ερτζιανά. Πάντα με αγάπη και μεράκι, οι παραγωγοί του Λαϊκού 87.6, επιλέγουν το καλύτερο ελληνικό ρεπερτόριο στα λαϊκά τραγούδια, μέσα από ένα πλήθος παλιότερων και νέων επιτυχιών, αγαπημένων καλλιτεχνών.  Από το πρώτο κιόλας εξάμηνο της παρουσίας του στα ερτζιανά, κατάφερε ένα πολύ καλό ποσοστό ακροαματικότητας, με αμέτρητες εκδηλώσεις με τα μεγαλύτερα ονόματα από το χώρο του ελληνικού τραγουδιού, διαγωνισμοί που χάρισαν αμέτρητα δώρα αλλά και εκδηλώσεις συμπαράστασης σε ανθρώπους που είχαν την ανάγκη από τα πιο απλά πράγματα. Ο Λαϊκός 87.6 είναι ένας σταθμός που θέλει πάντα να έχει επικοινωνία με τον κόσμο του και αυτό το καταφέρνει μέσα από τις εκπομπές του αλλά και μέσω email στο onair@laikos.gr καθώς και μέσω τηλεφώνου στο 2310 240 876 ή στο fax 2310 240 846. Το σήμα του Λαϊκού 87,6 καλύπτει πλήρως τους νομούς Θεσσαλονίκης, Ημαθίας, Κιλκίς, Πιερίας, Πέλλας, Φλώρινας και Κοζάνης και από τον Μάρτιο του 2014 εκπέμπει και στο νομό Χαλκιδικής από την συχνότητα 97,3. Ο Λαϊκός 87.6 ευχαριστεί τους ακροατές του που όλα αυτά τα χρονιά κατάφερε παρά πολλά, μέσα από την θερμή υποστήριξη τους, που συνεχίζει να δέχεται και που τον κατατάσσουν στις υψηλότερες θέσεις ακροαματικότητας. Ο σταθμός υπόσχεται πως θα συνεχίσει την σκληρή δουλειά του με τον ίδιο ενθουσιασμό, για να έχει τους ακροατές του πάντα ικανοποιημένους. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/2215829d-17bb-40f7-80d9-f1939477e46a.jpg",
        "streamUrl": "http://netradio.live24.gr:80/laikos876",
        "live24Url": "http://live24.gr/radio/laikos.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d251"
    },
    {
        "name": "Λυδία η Φιλιππησία 94.2",
        "genre": "Θρησκευτική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.radiolydia.com/",
        "info": "Ο εκκλησιαστικός ραδιοφωνικός σταθμός «Λυδία η Φιλιππησία» εμφανίστηκε στον χώρο των ερτζιανών κυμάτων το 1993, στέλνοντας ελπιδοφόρα μηνύματα σε έναν κόσμο γεμάτο ερωτηματικά και αναζητήσεις. Ο Θεός ευλόγησε τις προσπάθειες των πρωτεργατών αυτού του έργου, το οποίο, παρά τις δυσκολίες που αντιμετώπισε, σημείωσε μία αλματώδη επιτυχία. Ο πιστός λαός αγκάλιασε αυτήν την προσπάθεια και κράτησε σταθερή την βελόνα στην φωνή της \"Λυδίας της Φιλιππησίας\". O Λυδία Fm 94.2 έχει την άδεια της ΑΕΠΙ. Τα μουσικά έργα παρέχονται μόνο για ιδιωτική χρήση κάθε επισκέπτη/χρήστη και απαγορεύεται η με οιονδήποτε τρόπο περαιτέρω εκμετάλλευση αυτών χωρίς την προηγούμενη άδεια της ΑΕΠΙ ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/32467e44-f554-4493-9c40-64bc44e070fb.png",
        "streamUrl": "http://82.192.84.30:1086/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d271",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d271"
    },
    {
        "name": "Μήνυμα 107.7",
        "genre": "Διάφορα Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://1077sunshine.blogspot.gr/",
        "info": "Μουσική που αξίζει να ακούς συνέχεια. Ο σταθμός Μήνυμα 107.7 βρίσκεται στην Θεσσαλονίκη, το νέο του όνομα το πήρε στις 12 Ιουνίου 2017 και έχει μία τεράστια ιστορία. Ξεκίνησε να εκπέμπει πειρατικά στα μεσαία κύματα το 1982 με το όνομα Ράδιο Ουτοπία το οποίο θεωρούνταν από τα λίγα (με εναλλακτικό και αυτοδιαχειριζόμενο χαρακτήρα) ραδιόφωνα που πρωτοξεκίνησαν πριν την επίσημη επάνοδο της ιδιωτικής ραδιοφωνίας στην Ελλάδα, και η μουσική που έπαιζε ήταν ροκ, τζαζ, πανκ, χέβι μέταλ, ροκ εντ ρολ και rhythm and blues. Στις αρχές του 1988 πήρε άδεια για να εκπέμψει στα FM, αρχικά στους 107.5 και ύστερα στους 107.7 FM, όπου και παρέμεινε. Την περίοδο 1998-1999 ο σταθμός άλλαξε ιδιοκτησία και μετονομάστηκε σε Χρήμα FM μετατρέποντάς τον από ψυχαγωγικό σε ενημερωτικό σταθμό με έμφαση στην οικονομία και το χρηματιστήριο[3]. Στις αρχές του 2007 μετατράπηκε πάλι σε ψυχαγωγικό σταθμό και μετονομάστηκε σε Πειρατικός FM μεταδίδοντας ελληνικό έντεχνο, ποπ και ροκ μουσικό ρεπερτόριο. Στα μέσα του 2010 άλλαξε πάλι ύφος και μετονομάστηκε σε Sunshine FM μεταδίδοντας αρχικά ελληνική και ξένη mainstream μουσική και δύο χρόνια μετά, ξένη χορευτική (dance/house) και ηλεκτρονική μουσική[4]. Στις 12 Ιουνίου 2017 πήρε το τρέχον του όνομα (Μήνυμα FM) επιστρέφοντας και πάλι στο παλιό του Ελληνικό έντεχνο ρεπερτόριο, ενώ το επίσημο λανσάρισμα με το πρόγραμμα του σταθμού, θα γίνει σε λίγες μέρες.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/9d066b3e-5862-4953-bf3b-d827d7a3baf1.png",
        "streamUrl": "http://188.165.192.5:8558/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d312",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d312"
    },
    {
        "name": "Ορθόδοξη Παρουσία 106.8",
        "genre": "Θρησκευτική",
        "location": "Θεσσαλονίκη",
        "website": "http://www.imlagada.gr",
        "info": "Ο Ραδιοφωνικός Σταθμός της Ιεράς Μητροπόλεως Λαγκαδά, Λητής και Ρεντίνης Ορθόδοξη Παρουσία FM 106,8 αναβαθμίζεται και ως προς το πρόγραμμα που θα μεταδίδει αλλά και τεχνικά. Πολύ σύντομα θα επανέλθει στην κανονική του λειτουργία και θα υπάρχουν απευθείας μεταδόσεις των Θείων Λειτουργιών, Όρθρου και Εσπερινού τόσο από Ιερούς Ναούς της Μητροπόλεως μας όσο και από άλλα Ορθόδοξα Χριστιανικά σημεία από την περιοχή μας αλλά και από όλο τον κόσμο, εκπομπές λόγου, ενημερωτικές εκπομπές, Χριστιανικά κείμενα, Βυζαντινή, Κλασσική και Παραδοσιακή μουσική, ανακοινώσεις της Μητροπόλεως και των Ενοριών της καθώς και αναλυτικά στοιχεία τόσο για το ραδιοφωνικό εβδομαδιαίο πρόγραμμα όσο και για τα τεχνικά του χαρακτηριστικά.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/221df493-b08c-46e1-9975-51aedf6d7809.jpg",
        "streamUrl": "http://www.gwebstream.net:8008/stream",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d309",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d309"
    },
    {
        "name": "Πανόραμα 98.4",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.panorama984.gr",
        "info": "Ο σταθμός Πανόραμα 984 ξεκίνησε το 1990 και όπως αναφέρει στην ιστοσελίδα του είναι \"στην νεανική ηλικία των 25 ετών\". Όλα αυτά τα χρόνια, ο Πανόραμα 98.4 της Θεσσαλονίκης έχει μοιραστεί με τους ακροατές του, άπειρα ελληνικά και ξένα τραγούδια κι έχει ψυχαγωγήσει με τον ανεβασμένο χαρακτήρα του. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/0347e1a8-87ce-4043-9659-9f4aa2edfb3f.jpg",
        "streamUrl": "http://netradio.live24.gr:80/panorama984",
        "live24Url": "http://live24.gr/radio/panorama.jsp",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1428"
    },
    {
        "name": "Πρακτορείο 104.9",
        "genre": "Διάφορα Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.praktoreiofm.gr/",
        "info": "Με αισιοδοξία, ρεαλισμό, αντικειμενικότητα και πολλή έμπνευση, ο ραδιοφωνικός σταθμός «Πρακτορείο» ιδρύθηκε το 1988 ως ΔΕΘ ΑΕ- Ράδιο 105 δίνοντας ενημερωτική ματιά όσον αφορά την ειδησεογραφία, την οικονομία, τον πολιτισμό και την εκθεσιακή δραστηριότητα του φορέα στην Ελλάδα και στο εξωτερικό. Με το σύνθημα \"Αφουγκραζόμαστε τις φωνές της πόλης και φροντίζουμε να τις ακούνε όλοι\" ο Πρακτορείο FM 104,9 ακούγεται δυνατά και στο Live24.gr.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/81f02cbe-bbc5-46bd-8076-a2e396782611.png",
        "streamUrl": "http://s3.onweb.gr:8436",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d302",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d302"
    },
    {
        "name": "Ράδιο Ακρίτες 102.3",
        "genre": "Παραδοσιακά Ελληνικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.akritestoupontou.gr",
        "info": "Ο σύλλογος Ποντίων Σταυρούπολης \"Ακρίτες του Πόντου\" καλωσορίζει τους ακροατές του live24.gr στο Ράδιο Ακρίτες. Το \"ΡΑΔΙΟ ΑΚΡΙΤΕΣ 102,3FM\" είναι αυτήν τη στιγμή το κυριότερο μέσο ενημέρωσης των Ποντίων στην Βόρεια Ελλάδα αλλά και στο εξωτερικό μέσω διαδικτύου. Το \"ΡΑΔΙΟ ΑΚΡΙΤΕΣ\" διαθέτει δύο studio εκπομπής, με πλήρως αυτοματοποιημένα συστήματα ηλεκτρονικών υπολογιστών (PC\u0027s), προγραμμάτων (software), την πιο ενημερωμένη δισκοθήκη , CD και κασετών από δισκογραφικές δουλειές όλων των Ποντίων καλλιτεχνών, και προσωπικό 3 ηχοληπτών και 2 τεχνικών που καλύπτουν τις ανάγκες ενός ραδιοφώνου το οποίο προσπαθεί να προβάλλει την Ποντιακή παράδοση. Το \"ΡΑΔΙΟ ΑΚΡΙΤΕΣ\" ενημερώνει και ψυχαγωγεί όσους αγαπούν την παράδοση μέσα απο την μουσική και τις διάφορες εκπομπές με γνωστούς δημοσιογράφους και μέλη του Συλλόγου και της Νεολαίας οι οποίοι εθελοντικά παίρνουν μέρος στην προσπάθεια αυτή. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/95f9863e-6de7-42bc-9799-3cc61d739b96.jpg",
        "streamUrl": "rtmp://streamer1.livemedia.gr/live",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d295",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d295"
    },
    {
        "name": "Ράδιο Άποψη -",
        "genre": "Διεθνής Μουσική",
        "location": "Θεσσαλονίκη",
        "website": "http://radioapopsi.gr/post/894",
        "info": "Μουσική με άποψη θα ακούσεις μόνο στο Ράδιο Άποψη. Ένας σταθμός με αγάπη στην ηλεκτρονική μουσική. Εδώ θα ακούσεις από Michael Kiwanuka μέχρι Jamiroquai, Royksopp και Moderat. Ο Άποψη παίζει ασταμάτητα και ακούραστα αγαπημένα κομμάτια του χτες και του σήμερα. Επειδή όμως κι εμείς στο Live24.gr έχουμε μουσική άποψη σας τον προτείνουμε ανεπιφύλακτα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/545b3a37-831b-43f9-8e52-11bea584ecaf.jpg",
        "streamUrl": "http://eco.onestreaming.com:8398/;",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d303",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d303"
    },
    {
        "name": "Ράδιο Έκρηξη 99.7",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.ekrixifm.gr/",
        "info": "Όπως αναφέρει ο ιδιοκτήτης και γενικός διευθυντής του ραδιοφώνου \"Ράδιο Έκρηξη\", κ. Μαρκόπουλος Βασίλης, ο σταθμός άρχισε να εκπέμπει στα FM στους 99.8 το 1994 από το Δήμο Σταυρούπολης του Νομού Θεσσαλονίκης. Η επιλογή της περιοχής δεν ήταν τυχαία αφού είναι ο τόπος που μεγάλωσε και αγάπησε. Το 1998 ο σταθμός, μεταφέρθηκε σε ιδιόκτητες εγκαταστάσεις που βρίσκονται στον δήμο Εύοσμου, λειτουργώντας με τη σημερινή του μορφή στους 99,8 FM και η εμβέλεια του σταθμού καλύπτει ολόκληρη την κεντρική Μακεδονία. O Έκρηξη fm 99,8 μεταδίδει Σύγχρονη και Παλιά Λαϊκή Ελληνική Μουσική του χθες, του σήμερα και όλες οι καινούργιες κυκλοφορίες όλο το 24ώρο, και η μετάδοση του γίνεται με ψηφιακή τεχνολογία και εκπέμπει ζωντανά και διαδικτυακά. Διαθέτοντας μια πλούσια δισκοθήκη, το πρόγραμμα του σταθμού προσαρμόζεται στο ρυθμό της εποχής και διαμορφώνεται με τέτοιο τρόπο ώστε να ανταποκρίνεται στις απαιτήσεις των ακροατών για να τους κρατάει πάντα την καλύτερη συντροφιά. Επίσης, μεταδίδει και ζωντανές εκπομπές. O Ράδιο Έκρηξη 99,8 FM, σαν βασικό του σκοπό έχει την ψυχαγωγία, την αντικειμενική ενημέρωση και να μπορεί να αποτελεί ένα επικοινωνιακό μέσο έκφρασης των ακροατών, στοχεύει να καθιερωθεί στη συνείδηση των ακροατών της Θεσσαλονίκης και συγκαταλέγεται μέσα στους πρώτους λαϊκούς ραδιοφωνικούς σταθμούς της Θεσσαλονίκης. ",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/ff36ea05-2a6f-4934-b43c-3daba1966fbe.jpg",
        "streamUrl": "http://sc.greekstream.net:4006/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d287",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d287"
    },
    {
        "name": "Ράδιο Θεσσαλονίκη 94.5",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.radiothessaloniki.gr",
        "info": "Το Ράδιο Θεσσαλονίκη 94.5 γεννήθηκε το 1986, την περίοδο της ελεύθερης ραδιοφωνίας, από τρεις ερασιτέχνες, τους Λευτέρη Μαρόγλου, Γιώργο Σερίδη και Στέφανο Διαμαντόπουλο και αποτέλεσε το πρώτο ερασιτεχνικό συλλογικό ραδιόφωνο στη Θεσσαλονίκη. Συνεχίζει και σήμερα, σαν ένας σύγχρονος, αδειοδοτημένος σταθμός πλέον, και ψυχαγωγεί κι ενημερώνει όπως πάντα τους ακροατές του με καλή ελληνική μουσική και σύγχρονες ενημερωτικές εκπομπές. Πολλή καλή μουσική για όλα τα γούστα και ηλικίες από νέους και παλιούς καλλιτέχνες του ελληνικού πενταγράμμου. Οι παραγωγοί του σταθμού, πλήρως ενημερωμένοι για τις εξελίξεις στα μουσικά και πολιτιστικά δρώμενα του ελληνικού τοπίου, μας ψυχαγωγούν όλο το 24ωρο και μας ταξιδεύουν με ελληνικές μουσικές αλλά και με ξένες επιλογές.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/f075bc0e-6cac-4f3b-abdd-6236d03e71af.png",
        "streamUrl": "http://eu7.fastcast4u.com:6156/stream?type\u003dhttp\u0026nocache\u003d136596",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d272",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d272"
    },
    {
        "name": "Ραδιοκύματα 104.4",
        "genre": "Ελληνική Mainstream",
        "location": "Θεσσαλονίκη",
        "website": "http://www.radiokymata.gr",
        "info": "Η μουσική για τον σταθμό Ραδιοκύματα είναι τρόπος ζωής και έκφρασης που σε κάνει να ξεπερνάς πιο εύκολα ένα πρόβλημα που σε απασχολεί, μέσα από τις μελωδίες και τους ελληνικούς στίχους. Ο σταθμός Ραδιοκύματα 104.4 FM βρίσκεται στον αέρα των ερτζιανών από το 1989, εκπέμπει στη πόλη της Θεσσαλονίκης καλύπτοντας με την εμβέλειά του την κεντρική Μακεδονία. Εκπέμπει ελληνική mainstream μουσική από πολλούς γνωστούς καλλιτέχνες όπως Αντώνης Ρέμος, Νίκος Οικονομόπουλος, Πασχάλης Τερζής και άλλοι. Ο σταθμός αποσκοπεί στην ψυχαγωγία των ακροατών του με ελληνική μουσική στη σειρά χωρίς διακοπή. Εκπέμπει και ζωντανά στο internet και οι χρήστες του live24, μπορούν να τον απολαύσουν από όπου κι αν βρίσκονται.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/13696f56-73d6-45cd-bd57-228724160380.png",
        "streamUrl": "http://s1.onweb.gr:8812/",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d300",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d300"
    },
    {
        "name": "Ραδιόφωνο 904 90.4",
        "genre": "Ειδησεογραφικά",
        "location": "Θεσσαλονίκη",
        "website": "http://www.902.gr/",
        "info": "Μία κοινωνία που επιθυμεί να αναπαράγει πολιτισμό, έχει υποχρέωση να κάνει σωστή χρήση της μουσικής, να διδάξει τη μουσική στους πολίτες της, να τους μάθει τη σπουδαιότητά της και να τους δώσει αντίληψη και άποψη για αυτό που ακούνε. Έχει αποδειχθεί ότι η μουσική εξημερώνει, θεραπεύει και κάνει τον άνθρωπο λιγότερο βίαιο. Μέσα από το Ραδιόφωνο 904 προσπαθούμε, εκτός από το να ενημερώσουμε τον πολίτη, να τον εξαγνίσουμε με παλιά και νέα ελληνικά ακούσματα, κυρίως έντεχνες δημιουργίες Ελλήνων μουσουργών και στιχουργούν. Από Δευτέρα μέχρι και Παρασκευή, στο πρόγραμμα του 904 ακούμε εκπομπές με μουσική από τη δισκοθήκη του 904, επιλογές του σταθμού, επιλογές μεγάλων Ελλήνων συνθετών, ενημερωτικές εκπομπές και αθλητικές, κλασσικές επιλογές και πολιτιστικά δρώμενα. Το Σαββατοκύριακο, το πρόγραμμα περιλαμβάνει λαϊκούς ήχους, παιδικές εκπομπές το πρωί, διεθνείς ήχους, ρεμπέτικο ρεπερτόριο και άλλα.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/25a34011-e412-48c2-8092-4e04c9e93a76.png",
        "streamUrl": "http://icecast.902.gr:8000/904",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d1985",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d1985"
    },
    {
        "name": "Στο Μωβ 91.4",
        "genre": "Ροκ",
        "location": "Θεσσαλονίκη",
        "website": "http://www.stokokkino.gr/kokkino-mov.php",
        "info": "Κόκκινο, πράσινο, κίτρινο, μπλε, α και γαλάζιο, βυσσινή και φούξια. Αυτός ο σταθμός αγαπάει το μωβ. Αγαπάει και τις κορυφαίες μουσικές επιλογές. Πόσα χρώματα μπορεί να δημιουργήσει η μουσική στην ψυχή μας; Συντονίσου εδώ και αφέσου στο μωβ. Το 2006 τα Fm απέκτησαν χρώμα…",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/ea5dcae3-d5c1-4ae5-8fdc-3d575a8c3ee3.png",
        "streamUrl": "http://stream.radiojar.com:80/kk01hepkb.mp3",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d261",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d261"
    },
    {
        "name": "Χρώμα FM 105.8",
        "genre": "\u0027Εντεχνα",
        "location": "Θεσσαλονίκη",
        "website": "http://www.hroma.gr",
        "info": "Ο Χρώμα 105.8 Είναι Ένας Από Τους Πιο Αγαπημένους Σταθμούς Της Θεσσαλονίκης Αλλά Και Ολόκληρης Της Κεντρικής Μακεδονίας. Καθημερινά Προσφέρει Έγκυρη Και Έγκαιρη Ενημέρωση Αλλά Και Ψυχαγωγία Στους Ακροατές Του, Βάλε Χρώμα Και Άκου !! Μέσα Από Το Live24.gr Ο Χρώμα 105.8 Ακούγεται Σε Όλη Την Ελλάδα Και Τον Κόσμο.",
        "imageUrl": "http://resources.live24.gr/resources/images/stations/b0f228ce-6570-4edd-a590-fd1480f4e203.png",
        "streamUrl": "http://hroma1058thess.live24.gr:80/hroma1058thess",
        "live24Url": "http://live24.gr/radio/generic.jsp?sid\u003d305",
        "infoUrl": "http://live24.gr/stationinfo.jsp?sid\u003d305"
    }
]